{"title": "酒泉子", "author": "潘阆", "src": "长忆西湖。尽日凭阑楼上望，三三两两钓鱼舟，岛屿正清秋。笛声依约芦花里，白鸟成行忽惊起。别来闲整钓鱼竿，思入水云寒。", "note": "注释：[1]尽日：整天。[2]白鸟：白鹭，也叫鹭鸶，腿修长，能涉水捕食鱼虾等。[3]水云：指远方江面与天际云朵交会在一起的地方。", "english_title": "Fountain of Wine (I)", "english_author": "Pan Lang", "ref": "I still remember West Lake,Where, leaning on the rails, I gazed without a break.Oh fishing boats in twos and threesAnd islets in clear autumn breeze.Among flowering reeds faint flute-songs rose,Startled white birds took flight in rows.Since I left, I've repaired my fishing rod at leisure,", "english_note": "注释：The poet writes this lyric for a friend, describing the dreary autumn to reveal his grief after the downfall of the Southern Song Dynasty in 1276, but he says it would be better to be a cold-proof mume flower than the carefree white cloud."}
{"title": "酒泉子", "author": "潘阆", "src": "长忆西山。灵隐寺前三竺后，冷泉亭上旧曾游，三伏似清秋。白猿时见攀高树，长啸一声何处去。别来几向画图看，终是欠峰峦。", "note": "注释：[1]三竺：杭州灵隐山飞来峰东南有上天竺、中天竺和下天竺三座山，合称三竺，洞穴幽奇。", "english_title": "Fountain of Wine (II)", "english_author": "Pan Lang", "ref": "I still remember West Mountain:Three bamboo groves in front, shady temple in rear.I've visited the Pavilion of Cold Fountain,Where summer's cool as autumn clear.I've often seen white apes climb up high trees.Where are they gone after long, long cry?Can I find West Mountain in the picture, please?", "english_note": "注释：The poet writes this lyric for a friend, describing the dreary autumn to reveal his grief after the downfall of the Southern Song Dynasty in 1276, but he says it would be better to be a cold-proof mume flower than the carefree white cloud."}
{"title": "酒泉子", "author": "潘阆", "src": "长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。", "note": "注释：[1]观潮：杭州湾钱塘江口的涌潮，为天下奇观。杭州自古有中秋观潮的风俗。[2]满郭：满城郭，城楼外围加筑的一道城墙。[3]弄潮儿：在水中迎潮戏浪的人。", "english_title": "Fountain of Wine (III)", "english_author": "Pan Lang", "ref": "I still remember watching tidal bore,The town poured out on river shore.It seemed the sea had emptied all its water here,And thousands of drums were beating far and near.At the crest of huge billows the swimmers did stand,Yet dry remained red flags they held in hand.Come back, I saw in dreams the tide o'erflow the river,Awake, I feel my heart with fear still shiver.", "english_note": "注释：The poet describes how he enjoys the beauty of West Lake in the first poem, of West Mountain in the second and of the tidal bore in the third."}
{"title": "点绛唇", "author": "林逋", "src": "金谷年年，乱生春色谁为主？余花落处，满地和烟雨。又是离歌，一阕长亭暮。王孙去，萋萋无数，南北东西路。", "note": "注释：[1]金谷：金谷园。指西晋富豪石崇在洛阳建造的一座奢华别墅。石崇《金谷诗序》中说曾在金谷为客饯行。后来成了典故，南朝江淹《别赋》中便有“送客金谷”的说法。[2]长亭：亦称十里长亭。古人常在此设宴饯别，吟咏留赠。[3]王孙：对贵族公子的尊称，词中指出门远游之人。[4]萋萋：萋萋春草。古人常以此比喻离愁、远思。", "english_title": "Rouged Lips", "english_author": "Lin Bu", "ref": "In the garden, from year to year,When spring runs riot, green grass will appear.The ground covered with fallen blooms,In mist and rain grass looms.Again we sing the farewell song,At dusk in the Pavilion Long.Gone is my friend.The grass still grows north, south, east, west without end.", "english_note": "注释：The poet thinks of his friend when he sees the grass he saw at parting."}
{"title": "画堂春", "author": "张先", "src": "外湖莲子长参差，霁山青处鸥飞。水天溶漾画桡迟，人影鉴中移。桃叶浅声双唱，杏红深色轻衣。小荷障面避斜晖，分得翠阴归。", "note": "注释：[1]参差：长短不齐的样子。[2]霁山：雨后的山。[3]“水天”句：溶漾，水波荡漾的样子。画桡，指画船。迟，行驶缓慢。[4]鉴：镜。此处指如镜的湖面。[5]桃叶：指《桃叶歌》。东晋王献之有爱妾桃叶，王献之为其作《桃叶歌》。", "english_title": "Spring in Painted Hall", "english_author": "Zhang Xian", "ref": "The lotus blooms in outer lake grow high and low;After the rain over green hills fly the gulls white.The painted boats on rippling water slowly go;Our shadows move on mirror bright.Two maidens sing the song of peach leaf in voices low,Clad in light clothes apricot-red.They come back with green shadow fed.", "english_note": "注释：The poet describes the lake and two maidens gathering lotus seeds."}
{"title": "玉楼春", "author": "宋祁", "src": "东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少，肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。", "note": "注释：[1]縠：绉纱类丝织品。此处比喻水的波纹。[2]棹：船桨。[3]浮生：指飘浮不定的短暂人生。", "english_title": "Spring in Jade Pavilion", "english_author": "Song Qi", "ref": "The scenery is getting fine east of the town;The rippling water greets boats rowing up and down.Beyond green willows morning chill is growing mild;On pink apricot branches spring is running wild.In our floating life scarce are pleasures we seek after.How can we value gold above a hearty laughter?I raise wine cup to ask the slanting sun to stayAnd leave among the flowers its departing ray.", "english_note": "注释：The poet values time above gold."}
{"title": "剪牡丹", "author": "张先", "src": "野绿连空，天青垂水，素色溶漾都净。柳径无人，堕絮飞无影。汀洲日落人归，修巾薄袂，撷香拾翠相竞。如解凌波，泊烟渚春暝。彩绦朱索新整。宿绣屏、画船风定。金凤响双槽，弹出今古幽思谁省。玉盘大小乱珠迸。酒上妆面，花艳眉相并。重听。尽汉妃一曲，江空月静。", "note": "注释：[1]“素色”句：素色，指白茫茫的江水。溶漾，水波荡漾的样子。[2]汀洲：水边平地。[3]“修巾”句：修巾，长长的带子。袂，衣袖。[4]“撷香”句：撷香，采花。撷，采。拾翠，泛指女子游春。[5]“如解”句：解，能。凌波，踏水而行。[6]烟渚：烟水迷蒙的江边平地。[7]彩绦朱索：指女子身上漂亮的衣带。[8]“金凤”句：金凤，指琵琶。槽，琵琶上架弦的格子。[9]省：懂。[10]汉妃一曲：指王昭君所弹《昭君怨》曲。汉妃，汉元帝时宫女王昭君。", "english_title": "Peonies Cut Down", "english_author": "Zhang Xian", "ref": "The green plain extends far and wide,The azure sky hangs over waterside.The endless river flows with ripples purified.On willowy lanes there's no man in sight;The willow falls down without shadow in flight.People come back, drowned in slanting sunlight.Girt with long belt and dressed with thin sleeves,Girls vie in plucking flowers and green leaves.They know how to tread on the waves, it seems,On misty rivershore spring dreams,Newly adorned with tassels red and ribbons green,They live behind embroidered screen.The painted boat goes without breeze.The golden phoenix on the pipa sings with ease.Who knows if the woe old or new is played?Big and small pearls run riot on the plate of jade.Flowers and eyebrows vie in beauty in vain.Listen again!When the princess sings of her dream,It will calm down the moon and the stream.", "english_note": "注释：The poet describes his boating on the lake and the music of pipa he hears in the boat. The princess refers to Wang Zhaojun married to the Tartar chief in 33 BC and dreaming of returning to her homeland."}
{"title": "采桑子", "author": "欧阳修", "src": "轻舟短棹西湖好，绿水逶迤。芳草长堤。隐隐笙歌处处随。无风水面琉璃滑，不觉船移。微动涟漪。惊起沙禽掠岸飞。", "note": "注释：[1]棹：船桨。[2]涟漪：形容船移动时，水面细波粼粼，微微荡漾。", "english_title": "Gathering Mulberry Leaves (I)", "english_author": "Ouyang Xiu", "ref": "Viewed from a light boat with short oars, West Lake is fair.Green water winds alongThe banks overgrown with sweet grass; here and thereFaintly we hear a flute song.The water surface is smooth like glass when no wind blows;I feel the boat moves no more.Leaving ripples behind, it goes,", "english_note": "注释：The poet describes his boating on the lake and the music of pipa he hears in the boat. The princess refers to Wang Zhaojun married to the Tartar chief in 33 BC and dreaming of returning to her homeland."}
{"title": "采桑子", "author": "欧阳修", "src": "画船载酒西湖好，急管繁弦，玉盏催传，稳泛平波任醉眠。行云却在行舟下，空水澄鲜，俯仰流连，疑是湖中别有天。", "note": "注释：[1]空水澄鲜：语出谢灵运《登江中孤屿》：“云日相晖映，空水共澄鲜。”指天空与湖水都是澄清明净的。", "english_title": "Gathering Mulberry Leaves (II)", "english_author": "Ouyang Xiu", "ref": "West Lake is fine for us in painted boat loaded with wine.From pipes and strings comes music fast;From hand to hand jade cups soon passed,Secure on calming waves, drunk we lie.Fleeting clouds seem to float beneath our moving boat.The sky seems near to the dinersnow.Looking up and below, we will not go away.", "english_note": "注释：The poet describes his boating on the lake and the music of pipa he hears in the boat. The princess refers to Wang Zhaojun married to the Tartar chief in 33 BC and dreaming of returning to her homeland."}
{"title": "采桑子", "author": "欧阳修", "src": "群芳过后西湖好，狼藉残红。飞絮濛濛。垂柳阑干尽日风。笙歌散尽游人去，始觉春空。垂下帘栊。双燕归来细雨中。", "note": "注释：[1]狼藉：散乱的样子。", "english_title": "Gathering Mulberry Leaves (III)", "english_author": "Ouyang Xiu", "ref": "All flowers have passed away, West Lake is quiet;The fallen blooms run riot.Catkins from willow treesBeyond the railings fly all day, fluffy in breeze.Flute songs no longer sung and sightseers gone,I begin to feel spring alone.Lowering the blinds in vain,I see a pair of swallows come back in the rain.", "english_note": "注释：The poet describes the pleasure of boating and drinking on the West Lake in the first two poems and the quietude of lonely spring in the third."}
{"title": "渔家傲", "author": "王安石", "src": "平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。", "note": "注释：[1]窈窕：深邃的样子。", "english_title": "Pride of Fishermen", "english_author": "Wang Anshi", "ref": "Surrounded by peaks, a bridge flies from shore to shore;A soft blue stream flows through flowers before the door.A few thatched houses with windows I adore.There comes no dust,The place is swept by vernal breeze in fitful gusts.I hear birds twitter when awake from nap at noon;I wonder in my bed why the cock crows so soon.Thinking of my friends who have all grown old,Why indulge in a dream of gold?Do not forget the way to glory is rough and cold!注释：", "english_note": "注释：The poet describes a rural scene and his rural life."}
{"title": "西江月", "author": "苏轼", "src": "顷在黄州，春夜行蕲水中，过酒家饮，酒醉，乘月至一溪桥上，解鞍曲肱，醉卧少休。及觉已晓，乱山攒拥，流水锵然，疑非尘世也。书此语桥柱上。照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。", "note": "注释：[1]弥弥：水盛大的样子。", "english_title": "The Moon over the West River", "english_author": "Su Shi", "ref": "Wavelet on wavelet glimmers by the shore;Cloud on cloud dimly appears in the sky.Unsaddled is my white-jadelike horse;Drunk, asleep in the sweet grass I'll lie.My horse's hoofs may break, I'm afraid,The breeze-rippled brook paved by moonlit jade.I tether my horse to a bough of green willowNear the bridge where I pillowMy head on arms and sleep till the cuckoo's song awakesA spring daybreak.", "english_note": "注释：The poet describes the happiness of his sleep after drinking."}
{"title": "行香子", "author": "苏轼", "src": "一叶舟轻，双桨鸿惊。水天清、影湛波平。鱼翻藻鉴，鹭点烟汀。过沙溪急，霜溪冷，月溪明。重重似画，曲曲如屏。算当年、虚老严陵。君臣一梦，今古空名。但远山长，云山乱，晓山青。", "note": "注释：[1]七里濑：又名七里滩、七里泷，在今浙江省桐庐县城南三十里。钱塘江两岸山峦夹峙，水流湍急，连绵七里，因此得名七里濑。濑，沙石上流过的急水。[2]一叶：舟轻小如叶，因此称“一叶”。[3]鸿：大雁。[4]湛：水清澈。[5]藻鉴：亦称藻镜。指背面刻有鱼、藻之类纹饰的铜镜。这里比喻像镜子一样平的水面。藻，生活在水中的一种隐花植物。鉴，镜子。[6]鹭：一种水鸟。[7]汀：水中或水边的平地；小洲。[8]屏：屏风，室内用具，用来挡风或障蔽。[9]严陵：严光，字子陵，东汉人，曾与刘秀同学，并帮助刘秀打天下。刘秀称帝后，他更名隐居。刘秀三次派人才把他召到京师。授谏议大夫的官职，他不肯接受，归隐富春江，终日钓鱼。[10]空名：世人多认为严光钓鱼是假，“钓名”是真。唐人韩偓（wò）《招隐》诗：“时人未会严陵志，不钓鲈鱼只钓名。”这里指刘秀的称帝和严光的垂钓都不过是梦一般的空名而已。", "english_title": "Joy of Eternal Union", "english_author": "Su Shi", "ref": "A leaflike boat goes light;At dripping oars wild geese take fright.Under a sky sereneClear shadows float on calm waves green.Among the mirrored water grass fish playAnd egrets dot the riverbank mist-grey.Thus I go pastThe sandy brook flowing fast,The frosted brook cold,The moonlit brook bright to behold.Hill upon hill is a picturesque scene;Bend after bend looks like a screen.I recall those far-away years:The hermit wasted his life till he grew old;The emperor shared the same dream with his peers.Then as now, their fame was left out in the cold.Only the distant hills outspreadTill they're unseen,The cloud-crowned hills look disheveledAnd dawnlit hills so green.", "english_note": "注释：The poet describes the beauty of nature and his detachment after he left the capital. The hermit refers to Yan Guang who fished at the Seven-league Shallows for he would refuse the offer of a high post from his former schoolmate, who became the first emperor (6BC-AD57) of the Eastern Han Dynasty."}
{"title": "浣溪沙", "author": "苏轼", "src": "风压轻云贴水飞，乍晴池馆燕争泥。沈郎多病不胜衣。沙上不闻鸿雁信，竹间时听鹧鸪啼。此情唯有落花知！", "note": "注释：[1]池馆：周围有水池的屋子。[2]沈郎：指沈约，字休文，吴兴武康（今浙江德清）人，齐梁文坛领袖。和谢朓等人开创了“永明体”，讲求声韵格律，促成了诗歌由古体向近体的发展。这里借指词人自己。[3]鹧鸪：一种鸟，啼声好似“行不得也哥哥”。", "english_title": "Silk-washing Stream", "english_author": "Su Shi", "ref": "Pressed by the breeze, over water the light clouds fly;In pecking clods by poolside tower swallows vie.I feel too weak to wear my gown, ill for so long.I have not heard the message-bearing wild goose's song;Partridges among bamboos seem to call me home;Only fallen blooms know the heart of those who roam.", "english_note": "注释：This poet describes a frangvil scene and his homesickness."}
{"title": "醉蓬莱", "author": "黄庭坚", "src": "对朝云叆叇，暮雨霏微，乱峰相倚。巫峡高唐，锁楚宫朱翠。画戟移春，靓妆迎马，向一川都会。万里投荒，一身吊影，成何欢意！尽道黔南，去天尺五，望极神州，万重烟水。樽酒公堂，有中朝佳士。荔颊红深，麝脐香满，醉舞裀歌袂。杜宇声声，催人到晓，不如归是。", "note": "注释：[1]叆叇：形容浓云蔽日。[2]“巫峡”二句：巫峡，长江三峡之一，西起重庆市巫山县，东迄湖北省巴东县。高唐，战国时楚国台观名。楚宫，楚时离宫。明曹学佺《蜀中名胜记》：“楚宫在女观山西畔小山顶，三面皆荒山，南望江山奇丽。”朱翠，指女子的朱颜翠发，代指美人。[3]画戟：戟是一种古兵器，因加彩饰，又称画戟，常作为仪仗之用。[4]靓妆：美丽的妆饰。[5]万里投荒：比喻流落到荒远的贬所。唐柳宗元《别舍弟宗一》诗：“一身去国六千里，万死投荒十二年。”[6]一身吊影：比喻非常孤独。晋李密《陈情表》：“茕茕孑立，形影相吊。”[7]去天尺五：语本《辛氏三秦记》汉民谚：“城山韦杜，去天尺五。”黔州城处摩围山，俗语为摩天高山之意，因以为喻。[8]神州：此处指中原，兼喻京城。[9]佳士：美士，才德兼优的士人。[10]荔颊：一本作“荔脸”。借喻歌女的面容。[11]麝脐：指麝香。因产于脐下，故称。[12]舞裀：跳舞用的地毯。[13]歌袂：歌女的衣袖。[14]杜宇：杜鹃鸟，又名姊归。传说古代蜀帝杜宇死后化为杜鹃鸟，因为它的叫声异常凄凉，声音好似“不如归去”，所以能触动游客归乡的念头。王实甫《西厢记》：“不信呵去那绿杨影里听杜宇，一声声道不如归去。”", "english_title": "Drunk in the Fairyland", "english_author": "Huang Tingjian", "ref": "In the face of heavy morning cloud againAnd drizzling evening rain,Leaning on each other, rugged the hills remain.The Gorge of Witch and lofty peaksLock in the Southern Palace rosy cheeks.In spring the halberds move in force,Maids in fair dress welcome heroes on horse,To the riverside town they go only.I come to the wasteland a thousand miles away,With my shadow so lonely.How can I become cheerful and gay?It is said the Southern land is so high,It nearly scrapes the sky.To the capital I stretch my eye,I see but misty water far and nigh.When I drank in the hall,My friends were talents all.Songstresses sang with rosy faceAnd dancers danced with grace,Drunk, they intoxicated the place.Hearing the cuckoo's home-going songAll the night long,Could I resist my yearning strong?注释：", "english_note": "注释：The poet makes a contrast between his joy in bygone days and his sorrow in exile."}
{"title": "点绛唇", "author": "秦观", "src": "醉漾轻舟，信流引到花深处。尘缘相误。无计花间住。烟水茫茫，千里斜阳暮。山无数。乱红如雨。不记来时路。", "note": "注释：[1]信流：随水而流不加控制。[2]尘缘：世俗的念头。唐韦应物《春月观省属城始憩东西林精舍》诗：“佳士亦栖息，善身绝尘缘。”[3]花间：这里指天台山桃源。[4]乱红如雨：唐李贺《将进酒》：“况是青春日将暮，桃花乱落如红雨。”", "english_title": "Rouged Lips", "english_author": "Qin Guan", "ref": "Drunk, at random I floatAlong the stream my little boat.By misfortune, amongThe flowers I cannot stay long.Misty waters outspread,I find the slanting sun on turning my head,And countless mountains high.Red flowers fall in showers,I don't remember the way I came by.", "english_note": "注释：The banished poet writes this poem on his southward way, in which he describes the scenery of the peach blossom land he dreamed of."}
{"title": "点绛唇", "author": "汪藻", "src": "新月娟娟，夜寒江静山衔斗。起来搔首。梅影横窗瘦。好个霜天，闲却传杯手。君知否。乱鸦啼后。归兴浓于酒。", "note": "注释：[1]娟娟：美好的样子。[2]山衔斗：北斗星在山间闪现。[3]搔首：挠头，心绪烦乱或思考时的动作。[4]霜天：秋天。[5]闲却：闲置。", "english_title": "Rouged Lips", "english_author": "Wang Zao", "ref": "The crescent moon so fair, The night so chill.The stream so still, I rise and scratch my hair.The mumes cast slender shadows across windowsill.The frosty sky so fine, A cup in hand, I can't but pine.Do you not knowAfter the wailing of the crowI am more homesick than thirsty for wine?注释：", "english_note": "注释：The poet describes the outer world to reveal his inner world."}
{"title": "昭君怨", "author": "杨万里", "src": "午梦扁舟花底，香满西湖烟水。急雨打篷声，梦初惊。却是池荷跳雨，散了真珠还聚。聚作水银窝，泛清波。", "note": "注释：[1]篷：指船篷。[2]泛清波：又作“泻清波”。", "english_title": "Lament of a Fair Lady", "english_author": "Yang Wanli", "ref": "I nap at noon in a leaflike boat beneath lotus flowers;Their fragrance spreads over mist-veiled West Lake.I hear my boat's roof beaten by sudden showers,And startled, I awake.I find on lotus leaves leap drops of rain;Like pearls they scatter and get together again.They melt then into liquid silverFlowing down the rippling river.", "english_note": "注释：The poet gives a very vivid picture of the lotus in rain."}
{"title": "水调歌头", "author": "张孝祥", "src": "江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。表独立，飞霞珮，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。", "note": "注释：[1]金山：在今江苏镇江。宋时原本矗立于长江之中，后经泥沙冲合，遂与南岸毗连。山上有著名古刹金山寺。[2]玉鉴：玉镜。鉴，镜子。《新唐书·魏征传》中曾有“以铜为鉴，可正衣冠”句。[3]白银阙：月中宫阙。这里代指月亮。[4]表独立：屹然独立的样子。表，特出。[5]切云冠：古代一种高冠的名称。《九章·涉江》：“冠切云之崔嵬。”[6]漱冰濯雪：漱和濯都是洗涤、冲刷的意思。[7]毫端：形容细微之至。[8]三山：我国古代传说海上有三座神山，即方丈、蓬莱、瀛洲。前人将三山融入诗词境界中的并不少见，如李清照《渔家傲》：“风休住，蓬舟吹取三山去。”[9]翳凤：用凤羽做帝王或者贵族车上所用的华盖。[10]骖鸾：用鸾鸟驾车。", "english_title": "Prelude to Water Melody", "english_author": "Zhang Xiaoxiang", "ref": "The lofty mountain stands in view,When wind is high and cold is dew.I'd ask the Goddess of the MoonTo lend me her jade mirror soonTo see in deep water fish and dragon sighAnd stars shiver as if fallen from on high.The boundless sea mingles her breath with boundless night.On the waves surges the palace silver-white;The Golden Hill Temple frowns on the height.Alone it towers high,Girt with a rainbow bright,Its crown would scrape the sky.With ice and snow purified,It overlooks the boundless land far and wide.Looking back; where are the fairy hills two or three?The immortals may laugh at me;They ask me to go with them to the sea.Waving my hand,I'll leave the landWith a phoenix as my canopy.", "english_note": "注释：The poet describes the magnificence of the Golden Hill and the moonlit scene viewed from the Temple."}
{"title": "鹧鸪天", "author": "辛弃疾", "src": "扑面征尘去路遥，香篝渐觉水沉销。山无重数周遭碧，花不知名分外娇。人历历，马萧萧，旌旗又过小红桥。愁边剩有相思句，摇断吟鞭碧玉梢。", "note": "注释：[1]东阳：隶属今浙江金华市。考察作者早年宦游踪迹，无确切记载来过此地，本事不可考。也可能是代人之作。[2]征尘：征途上扬起的尘土。[3]香篝：一种燃香料的笼子。[4]水沉：沉香，也叫水沉香，是一种名贵的香料。", "english_title": "Partridge in the Sky", "english_author": "Xin Qiji", "ref": "Facing the dust, I have to go a long, long way;I feel the incense in the censer burned away.Countless green hills around me undulate;Nameless flowers all the more fascinate.Men go their way and horses neigh.Flags pass the small red bridge again.Searching nostalgic lines with might and main.I flip my singing whip till it breaks off its tips.", "english_note": "注释：The poet describes the scenery on the way and his joyful mood."}
{"title": "霜天晓角", "author": "高观国", "src": "春云粉色。春水和云湿。试问西湖杨柳，东风外、几丝碧。望极。连翠陌。兰桡双桨急。欲访莫愁何处，旗亭在、画桥侧。", "note": "注释：[1]桡：船桨。[2]莫愁：泛指歌女。[3]旗亭：暗用唐代诗人王之涣“旗亭画壁”的故事。开元年间，王之涣与王昌龄、高适齐名。一日天寒微雪，三人来旗亭小饮，他们决定以歌伎唱谁的诗多，来比谁的诗名最大。结果最出名的歌伎唱得最多的是王之涣的诗。“旗亭画壁”因此即成典故。", "english_title": "Morning Horn and Frosty Sky", "english_author": "Gao Guanguo", "ref": "Spring's rosy clouds are high,Yet wet with vernal rain.Ask the lakeside willows treesHow many branches greened by vernal breeze?I stretch my eyesOver the vast green plainAnd row the two oars across the lake wide.Where is the songstress fair?The poet's pavilion is still there,By the bridge side.", "english_note": "注释：This poem describes the beauty of the West Lake. The poet refers to Wang Zhihuan, author of the verse: You can enjoy a grander sight, by climbing to a greater height."}
{"title": "鹊桥仙", "author": "吴潜", "src": "扁舟昨泊，危亭孤啸，目断闲云千里。前山急雨过溪来，尽洗却、人间暑气。暮鸦木末，落凫天际，都是一团秋意。痴儿騃女贺新凉，也不道、西风又起。", "note": "注释：[1]啸：撮口出声，声音响亮而悠长，类似于现在的口哨，古人在抑郁不得志的时候往往长啸以宣泄心中的郁闷。[2]騃（ái）：愚呆；感情痴迷。", "english_title": "Immortals at the Magpie Bridge", "english_author": "Wu Qian", "ref": "I moor my boat and then I croonBeneath the high pavilion alone.I stretch my eyesTo see for miles and miles clouds rise.The hasty rain sweeps from the hillsAcross the rills.At dusk the crows perch on top of the trees;From the horizon come the wild geese.They bring the fresh autumnal air;My children are fond of the fresh cool here and there.They do not see the rise again of the west breeze.", "english_note": "注释：The poet describes his solitude in this poem."}
{"title": "虞美人", "author": "刘辰翁", "src": "梅梢腊尽春归了。毕竟春寒少。乱山残烛雪和风。犹胜阴山海上窖群中。年光老去才情在。唯有华风改。醉中幸自不曾愁。谁唱春花秋叶泪偷流。", "note": "注释：[1]阴山：指匈奴居住的地方。[2]海上：指今俄罗斯贝加尔湖一带，匈奴居住地的北部，当年苏武牧羊的地方。", "english_title": "The Beautiful Lady Yu (I)", "english_author": "Liu Chenweng", "ref": "Spring comes back when mume flowers end their winter song,The cold won't linger long.The snow, wind, rugged hills by candlelight I seeAre better than Northern Mountain and Southern Sea.I grow old but still bright when years pass by,Only my spirit not as high.By luck I feel no sorrow in my drunken hours.Why shed tears on singing of autumn leaves and spring flowers?注释：", "english_note": "注释：The poet writes these two lyrics in using the rhyme scheme of Li Yu (937—978), last ruler of the Southern Tang Dynasty, who become captive after the downfall of his kingdom, and who wrote the following lines: “When will there be no more autumn leaves and spring flowers?” and “With flowers fallen on the waves spring's gone away.”"}
{"title": "虞美人", "author": "刘辰翁", "src": "情知是梦无凭了。好梦依然少。单于吹尽五更风。谁见梅花如泪不言中。儿童问我今何在。烟雨楼台改。江山画出古今愁。人与落花何处水空流。", "note": "注释：[1]单于：宋郭茂倩《乐府诗集》：“《梅花落》，本笛中曲也。按唐大角曲亦有《大单于》《小单于》《大梅花》《小梅花》等曲，今其声犹有存者。”这里用“单于”指笛曲《梅花落》。", "english_title": "The Beautiful Lady Yu (II)", "english_author": "Liu Chenweng", "ref": "Although I know I can't rely on dreams so fleet,Still I have few dreams sweet.The Northern flute has blown with the wind at midnight.Who has seen speechless, tearful mume blooms in sad plight?The children ask me where is the splendor gone by.Mist and rain have veiled towers high.The land and stream reveal the sorrow old and new;", "english_note": "注释：The poet writes these two lyrics in using the rhyme scheme of Li Yu (937—978), last ruler of the Southern Tang Dynasty, who become captive after the downfall of his kingdom, and who wrote the following lines: “When will there be no more autumn leaves and spring flowers?” and “With flowers fallen on the waves spring's gone away.”"}
{"title": "山花子", "author": "刘辰翁", "src": "此处情怀欲问天，相期相就复何年。行过章江三十里，泪依然。早宿半程芳草路，犹寒欲雨暮春天。小小桃花三两处，得人怜。", "note": "注释：[1]章江：章水，是赣江的西源。", "english_title": "Song of Mountain Flowers", "english_author": "Liu Chenweng", "ref": "Ask Heaven what I feel while parting here.When may we meet again? Oh, in which year?Thirty miles after the river disappears,Still I'm in tears.I take early rest by the grassy lane;Still cold in late spring, I fear it will rain.Two or three small flowers on the peach treeWin my sympathy.", "english_note": "注释：The poet describes his parting grief in the first stanza and his journey in the second."}
{"title": "闻鹊喜", "author": "周密", "src": "天水碧，染就一江秋色。鳌戴雪山龙起蛰，快风吹海立。数点烟鬟青滴，一杼霞绡红湿，白鸟明边帆影直，隔江闻夜笛。", "note": "注释：[1]吴山：在今浙江省杭州市西湖东南。登山可俯临钱塘江，是观赏钱塘潮的理想位置。[2]天水碧：一种浅青的染色。《宋吏·南唐李氏世家》：“煜之妓妾尝染碧，经夕未收，会露下，其色愈鲜明，煜爱之。自是宫中竞收露水染碧以衣之，谓之天水碧。”[3]染就：染成。[4]鳌（áo）戴雪山：如山的白潮为鳌所戴起。戴，《列子·汤问》记载是巨鳌载起了海上各仙山。[5]龙起蛰：龙冬眠惊蛰而起，搅翻潮水。[6]烟鬟：形容远处青山。", "english_title": "Glad to Hear Magpies", "english_author": "Zhou Mi", "ref": "The sky with water blends,The river dyed in autumn hues extends.Snow-crowned hills and dragons rise from the deep;Swift wind blows the sea up like a wall steep.Blue dots seem to drip from mist-veiled hills,The rainbow clouds redden the sky like grills.Far away white birds mingle with sails white,Beyond the stream we hear a flute at night.", "english_note": "注释：This poem describes the tidal bore watched from the Southern Hill."}
{"title": "乳燕飞", "author": "周密", "src": "辛未首夏，以书舫载客游苏湾，徙倚危亭，极登览之趣。所谓浮玉山、碧浪湖者，毕横陈于前，特吾几席中一物耳。遥望具区，渺如烟云，洞庭、缥缈诸峰，矗矗献状，盖王右丞、李将军著色画也。松风怒号，暝色四起，使人浩然忘归。慨然怀古，高歌举白，不知身世为何如也。溪山不老，临赏无穷，后之视今，当有契余言者。因大书山楹，以纪来游。波影摇涟秋甃。趁熏风、一舸来时，翠阴清昼。去郭轩楹才数里，藓磴松关云岫。快屐齿、筇枝先后。空半危亭堪聚远，看洞庭、缥缈争奇秀。人自老，景如旧。来帆去棹还知否。问古今、几度斜阳，几番回首？晚色一川谁管领，都付雨荷烟柳。知我者、燕朋鸥友。笑拍阑干呼范蠡，甚平吴、却倩垂纶手？吁万古，付卮酒。", "note": "注释：[1]苏湾：苏湾在今湖州市。苏轼任湖州郡守时曾在这里修筑堤坝，因而得名。当时是作者词友赵菊坡的家园。[2]甃：以砖瓦砌的堤壁。[3]熏风：夏天的和风。[4]屐齿：南朝宋代诗人谢灵运特别喜欢登山。他自己特制了一种爬山鞋，上山时去掉鞋的前齿，下山时去掉鞋的后齿，以保持身体平衡。这里是指登山。[5]聚远：将远处景物聚收于眼底。[6]范蠡：春秋时期越国大夫，传说他帮助越王勾践灭吴后，就在太湖隐居了下来。", "english_title": "Nursling Swallows' Flight", "english_author": "Zhou Mi", "ref": "The stone bank's shadows shake in the waves of the lake;In summer breeze a boat comes nearWhen the green shade at noon is clear.A few miles away from the city wall,Over mossy lanes and pine-clad hills clouds veil all.With boots on foot and cane in hand,We can see in mid-air the pavilion standWith a far-flung view to command.See floating peaks in beauty vie,Marvels under the sky.In vain have oldened men;The scene's the same as then.Do you not know boats come and goNow as long, long ago?How many times has the sun set?How many things not to forget?Who would now enjoy the beautiful evening scene?None but lotus in rain and mist-veiled willow green.Who are my friends who know me?Only the gulls and swallows keep me company.Laughing and beating on the rail,I ask General Fan to what availHe had conquered the Northern land?Now he had only a fishing line in hand.Days pass by, rain or shine;I'd drink a cup of wine.", "english_note": "注释：Unable to save the tottering dynasty, the poet tries to enjoy the beauty of West Lake with his friends. General Fan refers to the general who had conquered the Kingdom of Wu in 473 BC and retired to fish on the lake."}
{"title": "壶中天", "author": "张炎", "src": "扬舲万里，笑当年底事，中分南北。须信平生无梦到，却向而今游历。老柳官河，斜阳古道，风定波犹直。野人惊问，泛槎何处狂客？迎面落叶萧萧，水流沙共远，都无行迹。衰草凄迷秋更绿，唯有闲鸥独立。浪挟天浮，山邀云去，银浦横空碧。扣舷歌断，海蟾飞上孤白。", "note": "注释：[1]野人：原指山村里朴野之人。这指河边的土著居民。[2]泛槎：古代传说天河与大海相通，曾经有人从海上乘着木筏到过天河。[3]海蟾：指月亮。古人认为月亮是从海底升起的，所以又叫海蟾。", "english_title": "Sky in a Vase", "english_author": "Zhang Yan", "ref": "I sail a boat for miles and milesAnd ask with smilesWhy should the Yellow River then divideThe land into northern and southern sides?I believe all my life long I have not a dreamOf the Yellow River, but now I see the stream.The rivershore with willow trees,The ancient pathways in departing sunrays,The waves seem straight when calms the breeze.People ask me in surprise:Why should I sail a boat at moonrise?Leaves fall shower by shower in my face,Water with sand flows far away.Without leaving a trace.Withered grass veils autumn's green lands.Only a gull at leisure stands.The skies on surging waves float;Mountains invite the clouds to come down from on high.The Silver River bars the blue sky.I sing and beat on the deck of my boat.The lonely moon in flight", "english_note": "注释：The poet describes his parting sorrow on seeing spring water."}
{"title": "蝶恋花", "author": "张先", "src": "移得绿杨栽后院，学舞宫腰，二月青犹短。不比灞陵多远送，残丝乱絮东西岸。几叶小眉寒不展，莫唱《阳关》，真个肠先断。分付与春休细看，条条尽是离人怨。", "note": "注释：[1]灞陵：一作“霸陵”。汉文帝陵墓，在长安城东，附近有灞桥，汉、唐时送客东行，多在此折柳赠别。[2]《阳关》：指《阳关曲》，又称《阳关三叠》，唐、宋时的送别歌曲。", "english_title": "Butterfly in Love with Flower", "english_author": "Zhang Xian", "ref": "In my back courtyard I transplanted a willow tree,Like dancer's waist, carefree.In second moon green sprigs are short in view,They're not so long as those at the Bridge of Adieu,Strewn east and west with broken twigs and catkins anew.A few browlike leaves not outspread in cold are not long.Don't sing the farewell song!Or it will break your heart.Of sorrow leave to spring a greater part!Each willow twig reveals the grief of those who part.", "english_note": "注释：The poet describes the willow tree and compares it to a beauty with a willowlike waist."}
{"title": "望江南", "author": "王琪", "src": "江南月，清夜满西楼。云落开时冰吐鉴，浪花深处玉沉钩。圆缺几时休。星汉迥，风露入新秋。丹桂不知摇落恨，素娥应信别离愁。天上共悠悠。", "note": "注释：[1]鉴：镜子。[2]迥：形容很远。[3]素娥：这里指嫦娥。", "english_title": "Watching the Southern Shore", "english_author": "Wang Qi", "ref": "The Southern moon brightFills the western tower on a clear night.The clouds throw out a mirror of ice;Deep in the waves sinks a hook of jade so nice.When will it wax and wane no more?The River of Stars has no shore;The breeze and dew bring an autumn new.The laurel tree knows not the grief of fallen leaves;The Moon Goddess should believe parting grieves.She shares human woe as of yore.", "english_note": "注释：The poet describes the moon and associates it with the grief of parting."}
{"title": "浣溪沙", "author": "晏几道", "src": "二月和风到碧城，万条千缕绿相迎，舞烟眠雨过清明。妆镜巧眉偷叶样，歌楼妍曲借枝名，晚秋霜霰莫无情。", "note": "注释：[1]妍：美丽。[2]霰（xiàn）：水蒸气在高空遇到冷空气凝结成的小冰粒。下雪之前往往先下霰。", "english_title": "Silk-washing Stream", "english_author": "Yan Jidao", "ref": "The gentle breeze of second moon has greened the town.Thousands of your branches swing and sway up and down.You dance in mist and sleep in rain on Mourning Day.Ladies pencil their brows to imitate your leaf.Songstresses sing your song to diminish their grief.Late autumn frost, why delight in willows' decay?注释：", "english_note": "注释：The poet writes this lyric to the willow and shows his sympathy to the songstress with willow-like waist."}
{"title": "木兰花令", "author": "王观", "src": "铜驼陌上新正后，第一风流除是柳。勾牵春事不如梅，断送离人强似酒。东君有意偏就，惯得腰肢真个瘦。阿谁道你不思量，因甚眉头长恁皱。", "note": "注释：[1]新正：新春正月。[2]勾牵：招惹。[3]就：宠爱，迁就。[4]恁：那么。", "english_title": "Song of Magnolia Flower", "english_author": "Wang Guan", "ref": "On the pathway after the spring dayThe first to waft in breeze are willow trees,Not so attractive to spring as mume blooms divineBut to those who part more heart-breaking than wine.The Sun God in the East has for you a love tender;He's fond of your waist slender.No lady could forget you nowWhen she unknits her leaf-like brow.", "english_note": "注释：The willow tree is compared to a fair lady and its leaves to her eyebrows."}
{"title": "南乡子", "author": "苏轼", "src": "寒雀满疏篱。争抱寒柯看玉蕤。忽见客来花下坐，惊飞。踏散芳英落酒卮。痛饮又能诗。坐客无毡醉不知。花尽酒阑春到也，离离。一点微酸已著枝。", "note": "注释：[1]杨元素：杨绘，著有我国最早的词话《时贤本事曲子集》。[2]柯：草木的枝茎。[3]蕤：草木茂盛的样子。[4]卮：古代盛酒的器皿。[5]阑：醒。", "english_title": "Song of Southern Country", "english_author": "Su Shi", "ref": "On the fence perch birds feeling cold,To view the blooms of jade they dispute for branch old.Seeing a guest sit under flowers, they fly upAnd scatter petals over his wine cup.Writing verses and drinking wine,The guest knows not he's not sitting on felt fine.Wine cup dried up, spring comes with fallen flower.Leave here! The branch has felt a little sour.", "english_note": "注释：This lyric written for Yang Yuansu, governor of Hangzhou, shows the love of the two friends for the mume blossoms."}
{"title": "水龙吟", "author": "苏轼", "src": "似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在，一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。", "note": "注释：[1]次韵：依照别人的原韵和诗或词。[2]章质夫：名楶（jié），字质夫，福建蒲城人，历仕哲宗、徽宗两朝，为苏轼好友，其咏杨花词《水龙吟》是传诵一时的名作。[3]思：思绪。[4]缀：连接。", "english_title": "Water Dragon Chant", "english_author": "They seem to be but are not flowers;", "ref": "None pity them when they fall down in showers.Forsaking leafy home,By the roadside they roam.I think they're fickle, but they've sorrow deep.Their grief-o'erladen bowels tenderLike willow branches slender;Their leaves like wistful eyes near shut with sleep,About to open, yet soon closed again.They dream of drifting with the wind for long,Long miles to find their men,But are aroused by orioles' song.Grieve not for willow catkins flown away,But that in western garden fallen petals redCan't be restored. When dawns the dayAnd rain is o'er, we cannot find their tracesBut in a pond with duckweeds overspread.Of spring's three Graces,Two have gone with the roadside dustAnd one with waves. But if you justTake a close look, then you will neverFind willow down but tears of those who part,Which drop by dropFall without stop.", "english_note": "注释：The poet personifies and compares the willow down to a deserted woman."}
{"title": "浣溪沙", "author": "苏轼", "src": "菊暗荷枯一夜霜。新苞绿叶照林光。竹篱茅舍出青黄。香雾噀人惊半破，清泉流齿怯初尝。吴姬三日手犹香。", "note": "注释：[1]噀：喷水。", "english_title": "Silk-washing Stream", "english_author": "Su Shi", "ref": "Chrysanthemums are darkened and lotus flowers lost.The wood is brightened by leaves green and buds new,The thatched cot and fence would grow yellow and blue.Her mouth half open, she smells the fragrance sweet;She's timid to drink the fountain her teeth meet.Her hand still fragrant stays for three long days.", "english_note": "注释：The poet describes the orangery in the first stanza and a young maiden eating an orange in the second. The fountain refers to the orange juice."}
{"title": "虞美人", "author": "黄庭坚", "src": "天涯也有江南信，梅破知春近。夜阑风细得香迟，不道晓来开遍向南枝。玉台弄粉花因妒，飘到眉心住。平生个里愿杯深，去国十年老尽少年心。", "note": "注释：[1]阑：尽，晚。[2]个里：此中，即这样的情景中。", "english_title": "The Beautiful Lady Yu", "english_author": "Huang Tingjian", "ref": "Message comes from the south to the end of the sky,When mumes burst open, spring is nigh.At dead of night the wind is slight, your fragrance late.Who knows at dawn your branches bloom at southern gate?You're envied by powder of the Terrace of Jade;You waft amid the brows and will not fade.All my life long I love you with wine cup in hand;My young heart oldens ten years away from homeland.", "english_note": "注释：The poet writes this lyric to the mume flower and compares her purity to his own personality."}
{"title": "六丑", "author": "周邦彦", "src": "正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问家何在，夜来风雨，葬楚宫倾国。钗钿坠处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。东园岑寂，渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似、一朵钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。", "note": "注释：[1]六丑：周邦彦自度曲。据周密《浩然斋杂谈》卷下记载，宋徽宗问六丑之义，莫能对。急召周邦彦问之。对曰：此犯六调，皆声之美者，然绝难歌。昔高阳氏有子六人，才而且，故以比之。[2]试酒：夏历四月酒库呈样尝酒。[3]过翼：经过的飞鸟。以鸟飞做比方，言春归的迅速。[4]家：有的版本注为“花”字。[5]楚宫倾国：楚宫的美人。这里比喻落花。[6]“钗钿”句：此句写花已零落而香泽犹存，如美人已逝而钗钿仍芳。《长恨歌》：“花钿委地无人收，翠翘金雀玉搔头。”[7]窗隔：指窗棂。隔也作“槅”。[8]蒙笼暗碧：形容绿叶笼罩下光线阴暗。[9]珍丛：花丛。[10]“恐断红”句：唐卢渥于御沟拾得红叶上有诗云：“水流何太急，深宫尽日闲。殷勤谢红叶，好去到人间。”这里暗用其意。", "english_title": "Six Toughies", "english_author": "Zhou Bangyan", "ref": "Again it's time to taste new wine in dresses light.How I regret to have misspent my time day and nightFar from home, far away!I wish that spring would stayA little longer, but fine springIs on the wing.Once gone, it's left no traces.I ask where are the flowers.They fell with ancient rosy faces,Whose fallen hairpins still shedA fragrance sweet. The peach path and willowy lanesAre dotted now with petals red.What loving heart would for them utter sighsBut match-making bees and message-bearing butterflies,Knocking from time to time at window-panes?The eastern garden in a shroudOf dark green cloud,The deep silence beneathThe deflowered tree is broken by the sighs I breathe.Its long thorned branches pull at my sleevesAs if to tell me how the flowers' parting grieves.I try to pin a little flower not yet deadTo the turban on my head,But it's unlike one on a golden hairpin new,Shivering and beckoning to you.O roses, do not drift awayWith tide or ebb by night or day!On broken petals red, I fear,There's message for a lover dear.", "english_note": "注释：The poet sympathizes with the faded roses and regrets the departing spring."}
{"title": "玉楼春", "author": "李清照", "src": "红酥肯放琼苞碎，探著南枝开遍未。不知酝藉几多香，但见包藏无限意。道人憔悴春窗底，闷损阑干愁不倚。要来小酌便来休，未必明朝风不起。", "note": "注释：[1]红酥：这里指色泽滋润的红梅。酥，比喻梅花的洁泽细腻。[2]琼苞：像玉一样温润欲放的鲜嫩花苞。[3]碎：花苞似开未开的样子。[4]小酌：随便地相聚宴饮。[5]便来休：快来的意思。休，语气助词，含有“呵”的意思。", "english_title": "Spring in Jade Pavilion", "english_author": "Li Qingzhao", "ref": "The red mume blossoms let their jade-like buds unfold.Try to see if all sunny branches are in flower!I do not know how much fragrance they enfold,But I see the infinite feeling they embower.You say I languish by the window without glee,Reluctant to lean on the rails, laden with sorrow.Come if you will to drink a cup of wine with me!Who knows if the wind won't spoil the flowers tomorrow?注释：", "english_note": "注释：The poetess is lyrical in describing the red mume blossoms."}
{"title": "鹧鸪天", "author": "李清照", "src": "暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。梅定妒，菊应羞，画栏开处冠中秋。骚人可煞无情思，何事当年不见收。", "note": "注释：[1]画栏：彩绘雕刻的栏杆。李贺《金铜仙人辞汉歌》诗：“画栏桂树悬秋香。”[2]骚人：爱国诗人屈原作《离骚》，故称其为骚人，后来也以骚人指代诗人。[3]可煞：疑问词。", "english_title": "Partridge in the Sky", "english_author": "To the Laurel Flower", "ref": "Li QingzhaoYou are so tender, though of pale, light yellow hue;Far from caress of heart and hand, fragrant are you.How can you need the color of rose and green jade?Beside you there're no beautiful flowers but fade.Envious mumes should grow;Chrysanthemums feel shy;By balustrade you blowUnder mid-autumn sky.The poet Qu must be insensible of your beauty,Or how could he neglect to praise you as was his duty?注释：", "english_note": "注释：The poetess describes the purity of the laurel flowers and regrets that Qu Yuan did not praise their beauty in his long poem Sorrow after Departure."}
{"title": "清平乐", "author": "辛弃疾", "src": "少年痛饮，忆向吴江醒。明月团团高树影，十里水沉烟冷。大都一点宫黄，人间直恁芬芳。怕是秋天风露，染教世界都香。", "note": "注释：[1]吴江：太湖的支流，也叫松江，俗名苏州河。在今江苏省苏州市吴江区。[2]木樨：桂花的别称。因其树木纹理如樨，故名木樨。[3]直恁：竟然这样。恁，这样、如此。", "english_title": "Pure Serene Music", "english_author": "Xin Qiji", "ref": "While young, I drank till drunk, awake from dream,I remember I found in face the Southern Stream.The full moon cast your shadow all aroundOn mist-veiled water deep, flowing without a sound.Only a yellow dot of mirthSpreads so much fragrance on earth.Dyed in autumn breeze and dew,You would give the whole world a perfume new.", "english_note": "注释：The poet describes the spirit of the laurel flower and reveals his own spirit."}
{"title": "长亭怨慢", "author": "姜夔", "src": "余颇喜自制曲。初率意为长短句，然后协以律，故前后阕多不同。桓大司马云：“昔年种柳，依依汉南。今看摇落，凄怆江潭。树犹如此，人何以堪！”此语余深爱之。渐吹尽、枝头香絮，是处人家，绿深门户。远浦萦回，暮帆零乱向何许？阅人多矣，谁得似长亭树。树若有情时，不会得青青如此！日暮，望高城不见，只见乱山无数。韦郎去也，怎忘得玉环分付。第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。", "note": "注释：[1]香絮：指柳絮。[2]是处：处处；到处。[3]远浦（pǔ）萦（yínɡ）回：曲折迂回的水岸伸向远方。远浦，远处的水边。萦回，曲折环绕。[4]长亭：古代五里一短亭，十里一长亭，多为送别之地。[5]“树若”二句：化用李贺“天若有情天亦老”（《金铜仙人辞汉歌》）句，意思是说柳树如果有情有意的话，面对离别，就不会仍然这样青翠了。[6]高城：唐欧阳詹《初发太原途中寄太原所思》：“高城已不见，况复城中人。”秦观《满庭芳》：“高城望断，灯火已黄昏。”此处作者化用此意。[7]韦郎：指韦皋。唐代人韦皋游江夏，与歌女玉箫有情，临别时留赠玉指环，约定少则五年，多则八年后相聚。八年后不见，玉箫绝食而死。[8]红萼：红梅。借指玉箫，引申为恋人、情人。[9]并刀：古代并州（今山西太原）以出产锋利剪刀著名，称为并刀。", "english_title": "Complaint of the Pavilion of Adieu", "english_author": "Jiang Kui", "ref": "Gradually the western breeze has blownAll fragrant willow catkins down.The leaves so greenHide houses like a screen.The winding streams stretch high and low;Where will the lonely sail in twilight go?Who's seen more people partThan trees of the Pavilion of Adieu?If they had a heart,Would they grow green and lush anew?At sunset I can't see the city wallBut rugged hills which rise and fall.Though I've left you, can I forget what you saidWhile putting on my finger your ring of jade:“O first of all,Come back as early as you can, for I'm afraidNone will take careOf the peony red.”In vain of scissors sharp have I paired;Of parting grief how can I cut off thread on thread?注释：", "english_note": "注释：The poet writes on the willow tree and on his beloved songstress whose waist is as slender as a willow sprig."}
{"title": "疏影", "author": "姜夔", "src": "苔枝缀玉。有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。", "note": "注释：[1]苔枝：梅花的一个品种，在这里指苔梅。[2]翠禽：常栖息于梅树上的一种鸟。又名幺凤。[3]倚修竹：语出杜甫《佳人》：“天寒翠袖薄，日暮倚修竹。”[4]“昭君”句：用昭君出塞典故。是说昭君远嫁匈奴，生活在胡地沙漠，但始终怀念故国。[5]佩环：女人衣服上所系玉饰。这里代指王昭君。[6]深宫旧事：南朝宋武帝女寿阳公主，曾以梅花饰面，后来女子纷纷仿之为“梅花妆”。[7]蛾绿：指眉黛。[8]金屋：指汉武帝金屋藏娇之事。汉武帝为胶东王时，曰：“若得阿娇当作金屋贮之。”[9]玉龙：苗名。[10]哀曲：指《梅花落》笛曲。[11]恁时：那时。[12]横幅：指画中梅花。", "english_title": "Sparse Shadows", "english_author": "Jiang Kui", "ref": "The moss-grown branch seems covered with jade greenWhere a pair of kingfishers blueRoosting side by side are seen.Roving at dusk by the hedge-row, I met her whoWithout a word, was leaning on a tall bamboo.The Bright Lady, unused to distant Tartar sands,Secretly longed for the northern and southern lands.I fancy her returning at the moonlit hourAnd metamorphosed into this lonely flower.I still remember in the ancient palace deep,Where the fair princess lay asleep,A blossom flew near her green-painted brows.Be not like a spring breezeWhich blows away blossoms from trees!Shelter them in a golden house!Another petal drifts with the waves; you'll complainOf Jade Dragon flute's mournful song.But when you come to seek the furtive scent again,You'll find it in a picture near the window long.", "english_note": "注释：The poet writes on the Goddess of Mume Blossom metamorphosed into a kingfisher and compares her to the Bright Lady sent to the desert in 33 BC to marry the chieftain of the Tartars. Then he writes on the princess who adorned her forehead with mume blossoms. Then he sings the Jade Dragon's song mourning over fallen mume flowers."}
{"title": "双双燕", "author": "史达祖", "src": "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井，又软语商量不定。飘然快拂花梢，翠尾分开红影。芳径，芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳，便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。", "note": "注释：[1]双双燕：此曲是周邦彦首制，因为调即是题，故不再有标题，有版本标《咏燕》为题。[2]春社：春分前后祭祀土地神以祈祷丰收的日子，燕子每每在春社日归来。[3]尘冷：指燕子旧巢尘封已久，比较冷清。[4]差池：燕子飞行时，有前有后，燕羽参差不齐的样子。[5]相：仔细端详。[6]雕梁：雕有或绘有图案的屋梁。[7]藻井：绘有花纹的天花板，形状似井栏，故称藻井。[8]芹泥：燕子用以筑巢的泥，里面有时含有植物纤维，以加固燕巢。杜甫有《徐步》诗：“芹泥随燕嘴。”[9]栖香：栖息于香巢。", "english_title": "A Pair of Swallows", "english_author": "Shi Dazu", "ref": "Spring's growing old.Between the curtain and the screenThe dust in last year's nest is cold.A pair of swallows bank and halt to seeIf they can perch there side by side.Looking at painted ceiling and carved beamsAnd twittering, they can't decide,It seems.Clipping the tips of blooming tree,They shedThe shadow of their forked tails so greenAnd cleave their way through flowers red.Along the fragrant wayWhere rain has wetted clods of clay,They like to skim over the ground,Striving to be fleetIn flight.Returning late to mansion sweet,They've gazed their fill, till in twilightDim willows are drowned,And flowers fall asleep.Now they'd be perching deepIn fragrant nest,Forgetting to bring message from the end of the sky.Grieved, with eyebrows knit, the lady's seen to restHer elbow on the painted balustrade and sigh.", "english_note": "注释：This lyric describes the swallows in pair and contrasts them with the lonely poet."}
{"title": "玉蝴蝶", "author": "柳永", "src": "望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻、花渐老；月露冷、梧叶飘黄。遣情伤。故人何在，烟水茫茫。难忘。文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望，断鸿声里，立尽斜阳。", "note": "注释：[1]：多年生浅水草本植物，夏秋间开小白花。又称四叶菜、田字草。[2]文期酒会：以文会友，饮酒赋诗。[3]星霜：星辰一年转一周，霜每年温寒而降，因此称一年为一星霜。[4]潇湘：原是潇水和湘水之称，后泛指为所思之处。[5]断鸿：失群孤雁。", "english_title": "Jade Butterfly", "english_author": "Liu Yong", "ref": "No rain nor clouds in sight,Silent on rails I leanTo see off late autumn serene.Lonely in the evening twilight,Even the ancient poet would feel sad and cold.The water rippled by the breeze,The duckweed gradually grows old.The dew shed by the moon would freezeAnd yellow waft the plane-tree leaves.How longing grieves!Where is now my old friend?Far and wide mist and waves extend.Can I forgetThe verse-composing and wine-drinking when we met?How many moonlit nights were passed in vain?How often stars and frost have changed again?The sky is wide, the sea is far,I cannot go to River Xiao Xiang where you are.A pair of swallows fly.Could they bring me a letter from you?I point to evening sky.To what avail returns the sail I knew?At dusk I gaze far, far awayUntil I hear no more wild geese's song.I stand there longUntil the sun has shed all its departing ray.", "english_note": "注释：The first stanza is a description of the scenery where the poet longs for his old friend, and the second his recollection of the bygone days."}
{"title": "八声甘州", "author": "柳永", "src": "对潇潇、暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留。想佳人、妆楼颙望，误几回、天际识归舟。争知我、倚阑干处，正恁凝愁。", "note": "注释：[1]潇潇：雨势急骤貌。[2]关河：山河。[3]苒苒：同“冉冉”，逐渐地。[4]渺邈：遥远。[5]归思：归乡的情思。[6]颙望：殷切的盼望。[7]争：怎么。[8]恁：这样。", "english_title": "Eight Beats of Ganzhou Song", "english_author": "Liu Yong", "ref": "Shower by showerThe evening rain besprinkles the skyOver the river,Washing cool the autumn air far and nigh.Gradually frost falls and blows the wind so chillThat few people pass by the hill or rill.In fading sunlight is drowned my bower.Everywhere the red and the green wither away;There's no more splendor of a sunny day.Only the waves of River LongSilently eastward flow along.I cannot bearTo climb high and look far, for to gaze whereMy native land is lost in mist so thickWould make my lonely heart homesick.I sigh over my rovings year by year.Why should I hopelessly linger here?From her bower my lady fairMust gaze with longing eye.How oft has she mistaken homebound sailsOn the horizon from mine?How could she know that I,Leaning upon the rails,With sorrow frozen on my face, for her I pine!注释：", "english_note": "注释：The first stanza describes the autumn scenery and the second the poet's homesickness and lovesickness for a fair lady he loves."}
{"title": "踏莎行", "author": "晏殊", "src": "祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。", "note": "注释：[1]祖席：饯别。古人出行时要祭祀路神，所以饯别又称祖席。[2]香尘：落红满地，尘土中也掺和着花的芬芳，故曰“香尘”。", "english_title": "Treading on Grass", "english_author": "Yan Shu", "ref": "The farewell song is sung for you;We drink our cups and bid adieu.I look back though fragrant dust keeps you out of view.My horse going home neighs along the forest wide,Your sailing boat will go farther with rising tide.My heart broken in painted bower,My eyes worn out in lofty tower,The sun sheds departing rays on the parting one.Boundless and endless will my sorrow ever run;On earth or in the sky it will never be done.", "english_note": "注释：This lyric describes the farewell scene and the poet's longing for his parting friend."}
{"title": "浪淘沙", "author": "欧阳修", "src": "把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同。", "note": "注释：[1]祝：祈祷，请求。[2]紫陌：帝都的道路，北宋时以洛阳为西京，所以洛阳城的道路也叫紫陌。", "english_title": "Sand-sifting Waves", "english_author": "Ouyang Xiu", "ref": "Wine cup in hand, I drink to the eastern breeze:Let us enjoy with ease!On the violet pathwaysGreen with willows east of the capital,We used to stroll hand in hand in bygone days,Rambling past flower shrubs one and all.In haste to meet and partWould ever break the heart.Flowers this yearRedder than last appear.Next year more beautiful they'll be.But who will enjoy them with me?注释：", "english_note": "注释：This lyric sings of the poet' s friendship with another poet Mei Yaochen."}
{"title": "浣溪沙", "author": "欧阳修", "src": "堤上游人逐画船，拍堤春水四垂天。绿杨楼外出秋千。白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前。", "note": "注释：[1]六幺：“绿腰”，曲调名。", "english_title": "Silk-washing Stream", "english_author": "Ouyang Xiu", "ref": "With painted boats along the shore sightseers vie;The sky hangs low on four sides washed by waves of spring.Green willows throw a swingOut of the bower high.Do not laugh at the white hair adorned with red flowers!To the quick beat of the song of Green WaistWine cups are passed in haste.Where can you find a happier life than drinking hours?注释：", "english_note": "注释：This lyric describes the poet's joy of drinking with friends."}
{"title": "卜算子", "author": "王观", "src": "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。", "note": "注释：[1]鲍浩然：作者的朋友，生平不详。[2]浙东：今浙江东南部。宋时属浙江东路，简称浙东。[3]眼波横：形容眼神闪动，如水波横流。[4]眉峰聚：形容双眉蹙皱，如二峰并峙。[5]眉眼盈盈处：指浙东山水秀丽的地方。盈盈，美好的样子。", "english_title": "Song of Divination", "english_author": "Wang Guan", "ref": "The rippling stream's a beaming eye;The arched brows are mountains high.May I ask where you're bound?There beam the eyes with arched brows around.Spring's just made her adieu,And now I'll part with you.If you overtake Spring on southern shore,Oh, stay with her once more!注释：", "english_note": "注释：This lyric has personified the parting scene without the usual parting grief."}
{"title": "忆故人", "author": "王诜", "src": "烛影摇红，向夜阑，乍酒醒、心情懒。尊前谁为唱阳关，离恨天涯远。无奈云沉雨散。凭阑干、东风泪眼。海棠开后，燕子来时，黄昏庭院。", "note": "注释：[1]夜阑：指夜深。", "english_title": "Old Friends Recalled", "english_author": "Wang Shen", "ref": "The candle flickers redAt dead of night,I wake from wine in bed,My mind in idle plight.Who sings before a cup of wine songs of goodbye?My parting grief goes as far as the sky.What can I do after you brought fresh showerFor my thirsting flower?I lean on balustrade,In eastern breeze my eyes shed tears.When the crabapple flowers fade,The swallow disappears,The evening is hard in my courtyard.", "english_note": "注释：This lyric describes a songstress' longing for her love after his departure."}
{"title": "满庭芳", "author": "苏轼", "src": "元丰七年四月一日，余将去黄移汝，留别雪堂邻里二三君子，会李仲览自江东来别，遂书以遗之。归去来兮，吾归何处？万里家岷峨。百年强半，来日苦无多。坐见黄州再闰，儿童尽、楚语吴歌。山中友，鸡豚社酒，相劝老东坡。云何，当此去，人生底事，来往如梭。待闲看秋风，洛水清波。好堂前细柳，应念我，莫剪柔柯。仍传语，江南父老，时与晒渔蓑。", "note": "注释：[1]雪堂：苏轼在黄州垦地名东坡，筑堂于此名雪堂。[2]会：恰好。[3]李仲览：名翔。当时杨绘知兴国军（今湖北阳新），派当地人李翔到黄州，邀请苏轼赴汝州途中往游其地。[4]遗（wèi）：赠予。[5]百年强半：已年过半百。苏轼此时四十九岁，未过半百，这里为夸张之语。[6]再闰：苏轼在黄州历时四年两个月，经历了两次闰年。[7]楚语吴歌：黄州在战国时属楚国，三国时属吴国。苏轼的孩子们满口说的唱的，尽是吴楚方言。[8]“鸡豚”句：豚，猪。社酒，祭祀时饮用的酒。[9]相劝老东坡：劝我终老于东坡。[10]云何：说什么呢。[11]底事：何事。[12]洛水：今河南洛河。苏轼将赴任的汝州，与洛河相离不远。[13]堂前细柳：苏轼在雪堂前种的柳树。[14]柔柯：柔嫩的枝条。", "english_title": "Courtyard Full of Fragrance", "english_author": "Su Shi", "ref": "Why not go home?Where shall I go today?My home in Eyebrow Mountain is a thousand miles away.Fifty years old, I have not many days to come.Living here for four years,My children sing the southern song.Villagers and mountaineersWith meat and wine ask me to stayIn Eastern Slope for long.What shall I sayWhen I've left here?How will my life appear?Just as a shuttle comes and goes.At leisure I'll see autumn breeze blowsAnd tipples the river clear.I'll think of my willow tree slender.Will you trim for me its twigs tender?Please tell southern villagers not to forgetTo bask my fishing net!注释：", "english_note": "注释：The poet writes this farewell poem for the people of Huangzhou."}
{"title": "满庭芳", "author": "苏轼", "src": "有王长官者，弃官黄州三十三年，黄人谓之王先生。因送陈慥来过余，因为赋此。三十三年，今谁存者，算只君与长江。凛然苍桧，霜干苦难双。闻道司州古县，云溪上、竹坞松窗。江南岸、不因送子，宁肯过吾邦？，疏雨过，风林舞破，烟盖云幢。愿持此邀君，一饮空缸。居士先生老矣，真梦里，相对残。歌声断，行人未起，船鼓已逢逢。", "note": "注释：[1]陈慥：字季常，苏轼的朋友，当时居住在岐亭（今湖北麻城）。苏轼贬居黄州期间，常与之游玩。[2]桧：又称“圆柏”“桧柏”。常绿乔木，高者达六丈，树龄达数百年。[3]苦难双：极难有能与它匹配媲美的。苦，极、非常。[4]司州古县：指湖北黄陂（pí）县，唐武德三年（620年）在此置南司州，七年，州废。王先生弃官后在这里居住。[5]竹坞：竹编围墙。[6]松窗：用松枝编成的窗子。[7]：拟声词。在此形容雨声。[8]烟盖云幢：披着烟云的车盖和车帘。[9]居士先生：作者自称。[10]：灯盏。此借指灯火。[11]逢逢：鼓声。", "english_title": "Courtyard Full of Fragrance", "english_author": "Su Shi", "ref": "After thirty-three years.Who still remains today?Only you and the long, long river stay.Upright like the cypress evergreen,Frost-proof, you have no compeers.In your old county I have seen,Your cot surrounded by bamboosStands by the cloudy stream framed with pine tree on tree.If you leave the southern shore not to say adieus,How could you come to see me?After a sudden shower the treesDance in the breeze,A veil of mist rises with cloud screen.I hold high the wine cupAnd invite you to drink it up.Now old, I think it's like a dream sweetTo drink face to face with you.We hear no more songs of adieu,For early risers, drums begin to beat.", "english_note": "注释：The poet writes this farewell poem for his friend Chen Jichang."}
{"title": "归朝欢", "author": "苏轼", "src": "我梦扁舟浮震泽，雪浪摇空千顷白。觉来满眼是庐山，倚天无数开青壁。此生长接淅，与君同是江南客。梦中游、觉来清赏，同作飞梭掷。明日西风还挂席，唱我新词泪沾臆。灵均去后楚山空，澧阳兰芷无颜色。君才如梦得，武陵更西南极。《竹枝词》、莫徭新唱，谁谓古今隔。", "note": "注释：[1]伯固：苏坚，字伯固，他曾任杭州临税官，是苏轼的得力助手。《全宋词》题下注云：“公尝有诗与苏伯固，其序曰：‘昔在九江，与苏伯固唱和。’其略曰：‘我梦扁舟浮震泽，雪浪横江千顷白。觉来满眼是庐山，倚天无数开青壁。’盖实梦也。然公诗复云：‘扁舟震泽定何时，满眼庐山觉又非。’”[2]震泽：古泽名，即今江苏太湖。[3]庐山：在江西北部，耸立于鄱阳湖、长江之滨。[4]接淅：《孟子·万章下》：“孔子之去齐，接淅而行。”淅，浸米。意谓孔子离开齐国很仓促，带了淘过的米来不及煮饭便走。此句是词人形容自己一生常是匆匆来去奔波。[5]飞梭：比喻不断地来往。[6]挂席：扬帆，指乘船出发。[7]灵均：战国楚国大诗人屈原在《离骚》中自称灵均。[8]澧（lǐ）阳：今湖南澧县。[9]兰芷：都是香草名。屈原《九歌·湘夫人》：“沅有芷兮澧有兰。”[10]梦得：唐诗人刘禹锡，曾被贬到朗州（今湖南常德）。[11]武陵：唐代朗州，古武陵地。", "english_title": "Happy Return to the Court", "english_author": "Su Shi", "ref": "I dream my leaflike boat on the vast lake afloat,Snowlike waves surge up for miles and whiten the air.I wake to find Mount Lu resplendent to my eye,Blue cliffs upon blue cliffs open against the sky.I've suffered setbacks all my life long;You and I sing alike the roamer's song.Dreaming of boating on the lake,I like the thrilling scene when awake,And feel as happy as the shuttle flies.You will set sail in western breeze tomorrow;I'll croon in tears for you a new verse full of sorrow.When Poet Qu is gone, the Southern Mountain's bare.Sweet orchids and clovers will lose their hueLike the poet of Willow Branch Song, youWill go farther southwest.But you may compose as a guest.And then who saysThe modern age cannot surpass the bygone days?注释：", "english_note": "注释：The poet writes this lyric for an old friend whom he has not seen for years. Qu Yuan (340 —278 BC) is the author of the long poem Sorrow after Departure."}
{"title": "昭君怨", "author": "苏轼", "src": "谁作桓伊三弄，惊破绿窗幽梦？新月与愁烟，满江天。欲去又还不去，明日落花飞絮。飞絮送行舟，水东流。", "note": "注释：[1]柳子玉：柳瑾的字。柳瑾，苏轼的亲戚，其子仲远为苏轼亲堂妹婿。[2]桓伊三弄：桓伊，晋人，善音乐，尤精吹笛。三弄，原意指全曲主题反复出现三次，这里指“三调”，意即吹了三个曲调。[3]新月与愁烟，满江天：孟浩然《宿建德江》：“移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。”苏轼化用此诗意境。[4]飞絮：飘飞的柳絮。", "english_title": "The Lament of a Fair Lady", "english_author": "Su Shi", "ref": "Who's playing on the flute a gloomy tune,Breaking the green window's dreary dream?The dreary mist veils the new moon,Outspread in the sky over the stream.You linger still though you must go.Flowers and willow down will fall tomorrow.They will see your boat off, laden with sorrow,But still the stream will eastward flow.", "english_note": "注释：This philosophical lyric says friends will part just as flowers will fall and streams flow."}
{"title": "八声甘州", "author": "苏轼", "src": "有情风万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖？不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。记取西湖西畔，正春山好处，空翠烟霏。算诗人相得，如我与君稀。约它年、东还海道，愿谢公雅志莫相违。西州路，不应回首，为我沾衣。", "note": "注释：[1]参寥子：僧人道潜，字参寥，浙江于潜（今杭州附近）人，善诗能文。他的名句“禅心已作沾泥絮，不逐东风上下狂”颇为苏轼所赞赏。苏轼贬居黄州，参寥子不远千里相从。苏轼再次至杭州后，选择智果精舍（寺庙）让他居住。1091年，苏轼应召赴京后，寄赠他这首词。[2]钱塘江：浙江最大的河流，注入杭州湾，江口呈喇叭状，以潮水壮观著名。[3]西兴：在钱塘江南。今杭州市对岸，萧山县治西。[4]浦口：渡口。[5]俯仰：俯仰之间；瞬间。形容时间短暂。[6]忘机：忘却机心，恬然随缘。机，机心、机变之心。[7]空翠烟霏：空翠，晴天。烟霏，阴天。霏，云气。[8]相得：相处得宜。[9]海道：通向大海的长江水道。[10]雅志：归隐之志。语出《晋书·谢安传》。谢安官居高位，却想归隐会稽（今浙江绍兴）东山。在出镇广陵（今扬州）时，“造泛海之装，欲须经略（治理）粗定，自江道还东。雅志未就，遂遇疾笃”。临死前回南京城，过西州门，想起隐居夙愿未能实现，感慨不已。[11]西州路：指西州门。谢安外甥羊昙曾醉中过西门，回忆谢安的往事。痛哭不已。这里是说自己要实现谢公退隐的雅志，不要使参寥子像羊昙那样痛哭于西州路。", "english_title": "Eight Beats of Ganzhou Song", "english_author": "Su Shi", "ref": "The heart-stirring breeze brings in the tidal bore;The heartless wind sees it flow out from river shore.At the river's mouthOr the ferry south,How many times have we heard parting chimes?Don't grieve over the past!The world changes fast.Who could be like me,Though white-haired, yet carefree?Do not forsake the western shore of the lake:On fine day the vernal hills are green;On rainy day they are veiled by misty screen.Few poets would beSuch bosom friends as you and me.Do not forget in our old age,We'll live together in hermitage.Even if I should disappear,You should not turn to weep for your compeer.", "english_note": "注释：This lyric describes the poet's friendship with a Buddhist."}
{"title": "江城子", "author": "苏轼", "src": "翠蛾羞黛怯人看。掩霜纨，泪偷弹。且尽一尊，收泪唱阳关。漫道帝城天样远，天易见，见君难。画堂新构近孤山。曲栏干，为谁安。飞絮落花，春色属明年。欲棹小舟寻旧事，无处问，水连天。", "note": "注释：[1]翠蛾羞黛：意思是画了眉又羞于让人看见。蛾，美好，常用来形容眉毛，称蛾眉。这里指眉。黛，青黑色的颜料，古代女子用来画眉，这里也指眉。[2]掩霜纨：用白团扇掩面。纨，细绢，这里指纨扇。[3]阳关：指阳关曲，又名《阳关三叠》。王维《送元二使安西》诗：“渭城朝雨浥清尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。”后人编成曲谱歌唱，称阳关曲。全曲分为三段，歌词也反复三次，所以称为《阳关三叠》。[4]漫道：莫要轻易地说。[5]天易见，见君难：《晋书·明帝纪》载：司马绍幼时，曾经坐在他父亲的膝前。刚好有使臣从长安来，父亲问他：“长安远还是太阳远？”他回答：“太阳远。因为只见有人从长安来，不见有人从太阳来。”第二天酒席上，他父亲当众问他，他却回答太阳近，因为“举目则见日，不见长安”。这里“天易见，见君难”，是化用“举目则见日，不见长安”的意思。[6]属：通“嘱”，托付。[7]棹：划船。", "english_title": "Riverside Town", "english_author": "Su Shi", "ref": "Her eyebrows penciled dark, she feels shy to be seen.Hidden behind a silken fan so green,Stealthily she sheds tear on tear.Let me drink farewell to you and hearHer sing, with tears wiped away, her song of adieu.Do not say the imperial town is as far as the sky.It is easier to see the sun highThan to meet you.The newly built painted hall to Lonely Hill is near.For whom is madeThe winding balustrade?Falling flowers and willow down fly;Spring belongs to next year.I try to row a boat to find the things gone by.O whom can I ask? In my eyeI only see water one with the sky.", "english_note": "注释：The poet writes this lyric for a songstress to bid adieu to the governor of Hangzhou."}
{"title": "永遇乐", "author": "苏轼", "src": "孙巨源以八月十五日离海州，坐别于景疏楼上。既而与余会于润州，至楚州乃别。余以十一月十五日至海州，与太守会于景疏楼上，作此词以寄巨源。长忆别时，景疏楼上，明月如水。美酒清歌，留连不住，月随人千里。别来三度，孤光又满，冷落共谁同醉？卷珠帘、凄然顾影，共伊到明无寐。今朝有客，来从濉上，能道使君深意。凭仗清淮，分明到海，中有相思泪。而今何在？西垣清禁，夜永露华侵被。此时看、回廊晓月，也应暗记。", "note": "注释：[1]孙巨源：名孙洙（zhū），苏轼的友人。熙宁七年（1074年）罢海州任还汴京，苏轼曾与他会晤话别。[2]海州：今江苏省新海连市。[3]景疏楼：在海州东北。[4]楚州：今江苏淮安县。[5]别来三度，孤光又满：离别以来三次月圆。孤光，指与友人离后的月光。孙巨源八月十五日离开海州，到现在正好是三个月，所以说是三度孤光又满。满，圆。[6]濉：水名，源于安徽省北部，东南流到江苏省泗洪县，入洪泽湖。[7]清淮：淮水，源出河南桐柏山，向东流经安徽到江苏入海。[8]西垣清禁：西垣，又称西掖、西台，指中书省。宋代中书省设于禁中，这里说清禁，指皇宫。当时孙巨源任修起居注知制诰，是在宫中办公的。[9]夜永：夜长。[10]露华：带露寒气。", "english_title": "Joy of Eternal Union", "english_author": "Su Shi", "ref": "I long remember when we bade goodbyeOn Northeast Tower high,The silvery moonlight looked like water bright.But songs and wine, however fine,Could not keep you from going away.Only the moon followed you for miles on your way.Since we parted, I've seen the moon wax and wane.But who would drink with lonely me again?Uprolling the screen,Only my shadow's seen,I stay awake until daybreak.Today your friend comes from the river's end,And brings to me your memory.You ask the river clearTo bring nostalgic tearAs far as the east sea.I do not know now where are you.In palace hall by western wall,Is your coverlet in deep night wet with dew?When you see in the corridor the moving moon rays,Could you forget the bygone days?注释：", "english_note": "注释：The poet writes this lyric for a friend with whom he parted on a moonlit night."}
{"title": "虞美人", "author": "苏轼", "src": "湖山信是东南美，一望弥千里。使君能得几回来，便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱。夜阑风静欲归时，唯有一江明月碧琉璃。", "note": "注释：[1]碧琉璃：比喻江水碧绿清澈。", "english_title": "The Beautiful Lady Yu", "english_author": "Su Shi", "ref": "How fair the lakes and hills of the Southern land are,With plains extending wide and far!How often, wine cup in hand, have you been hereThat you can make us linger though drunk we appear!By Sandy River Pool the new-lit lamps are bright.Who is singing the water melody at night?When I come back, the wind goes down, the bright moon pavesWith emerald glass the river's waves.", "english_note": "注释：The poet describes the beauty of the West Lake to make the governor linger before his departure for a new post."}
{"title": "虞美人", "author": "苏轼", "src": "波声拍枕长淮晓，隙月窥人小。无情汴水自东流，只载一船离恨向西州。竹溪花浦曾同醉，酒味多于泪。谁教风鉴在尘埃？酝造一场烦恼送人来！", "note": "注释：[1]长淮：指淮河。[2]隙月：（船篷）缝隙中透进的月光。[3]汴水：古河名。唐宋时将出自黄河至淮河的通济渠东段全流统称汴水或汴河。[4]“谁教”句：风鉴，风度识见，也指对人的观察、看相。这句意为：谁使得秦观这样为我所赏识的优秀人才却被埋没而沦落。", "english_title": "The Beautiful Lady Yu", "english_author": "Su Shi", "ref": "River Huai's waves seem to beat my pillow till dawn;A ray of moonbeam peeps at me forlorn.The heartless River Bian flows eastward down,Laden with parting grief, you've left the town.Once we got drunk by riverside bamboo and flower,My tears made sweet wine sour.How could a mirror not be stained with dust?Who could predict the trouble brewing up in gust?注释：", "english_note": "注释：The poet tells Qin Guan what happens to him after Qin's departure."}
{"title": "千秋岁", "author": "黄庭坚", "src": "少游得谪，尝梦中作词云：“醉卧古藤阴下，了不知南北。”竟以元符庚辰，死于藤州光华亭上。崇宁甲申，庭坚窜宜州，道过衡阳。览其遗墨，始追和其《千秋岁》词。苑边花外。记得同朝退。飞骑轧，鸣珂碎。齐歌云绕扇，赵舞风回带。严鼓断，杯盘狼藉犹相对。洒泪谁能会。醉卧藤阴盖。人已去，词空在。兔园高宴悄，虎观英游改。重感慨，波涛万顷珠沉海。", "note": "注释：[1]少游：秦观（1049—1100年），北宋词人。字少游、太虚，号淮海居士，高邮（今属江苏）人。曾任秘书省正字，兼国吏院编修官等职。因政治上倾向于旧党，被视为元祐党人，绍圣后累遭贬谪。文辞为苏轼所赏识。与黄庭坚、张耒、晁补之合称“苏门四学士”。工诗词。词多写男女情爱，也颇有感伤身世之作，风格委婉含蓄，清丽雅淡。诗风与词风相近。有《淮海集》《淮海居士长短句》。[2]崇宁甲申：崇宁三年，即1104年。[3]“览其”二句：绍圣三年（1096年），孔毅甫为衡阳（今属湖南）守，秦观徙郴州，道过衡阳，曾以《好事近》词赠之。黄庭坚所见秦观“遗墨”，当即此词手迹。[4]“苑边”二句：追忆元祐七年（1092年）三月馆阁同人汴京金明池、琼林苑之游，见秦现《西城宴集诗·序》。[5]鸣珂：马络头上的玉饰，行动则响。[6]齐歌：齐地之歌。[7]赵舞：赵地的舞蹈。先秦时齐、赵两国都会繁华，其地遂以多美女而善歌舞著名。[8]兔园：又称梁园。汉代梁孝王园，是我国有名的古园林，故址在今河南商丘东。此指宋时金明池、琼林苑，在汴京（今开封）西郑门外。[9]虎观：白虎观，为汉儒讲习之所。此指宋的秘书省，借指黄庭坚和秦观过去在学术机构的文学交游。[10]珠沉海：比喻秦观逝世。", "english_title": "A Thousand Years Old", "english_author": "Huang Tingjian", "ref": "I remember after the court hoursWe visited the garden of flowers.Our horses ran,Their gold bells rang.Dancers with skirt in wind danced with their fan;Into the cloud songstresses sang.The drumbeats stopped when night was late;We still sat face to face with leftovers in the plate.Who understands why I shed tears after wine?Drunk, we lay down in the shade of old vine.Now you are gone, in vainYour verses still remain.In the garden of pleasure the feast is quiet;In the Temple of White Tiger there's no more riot.Deeply I sigh,In the depth of the sea like a pearl you should lie.", "english_note": "注释：The poet writes this lyric while passing by the place where Qin Guan died."}
{"title": "虞美人", "author": "陈与义", "src": "张帆欲去仍搔首，更醉君家酒。吟诗日日待春风，及至桃花开后却匆匆。歌声频为行人咽，记著樽前雪。明朝酒醒大江流，满载一船离恨向衡州。", "note": "注释：[1]这首词是在席益饯别宴上所作。席益，字大光，洛阳人，陈与义同乡。建炎三年（1129年），席益离郢州知州任，流寓衡山县（今属湖南），与义避金兵至湖南。同年腊月，两人相遇于衡山。次年元旦后数日，与义即离衡山赴邵阳，有《别大光》诗，别筵上并作此词。[2]雪：为“雪儿”之省，而“雪儿”又是代指歌姬的。雪儿为隋末李密歌姬，善歌舞，得文辞叶音律而歌，称“雪儿歌”，后用以泛指歌女。", "english_title": "The Beautiful Lady Yu", "english_author": "Chen Yuyi", "ref": "Setting sail, I will go but still I scratch my hair,Drunk with your wine and care.We've waited for spring breeze, crooning verse day by day,But when peach blossoms blow, in haste I'll go away.The songstress sobs when I'm about to go.Can I forget, wine cup in hand, her song of snow?When I awake tomorrow, the river still flows;Laden with parting grief, the ship still southward goes.", "english_note": "注释：The poet expresses in this lyric his grief of parting with spring and with his friend."}
{"title": "虞美人", "author": "陈与义", "src": "余甲寅岁自春官出守湖州，秋杪，道中荷花无复存者。乙卯岁，自琐闼以病得请奉祠，卜居青墩镇。立秋后三日行，舟之前后如朝霞相映，望之不断也。以长短句记之。扁舟三日秋塘路，平度荷花去。病夫因病得来游，更值满川微雨洗新秋。去年长恨拏舟晚，空见残荷满。今年何以报君恩，一路繁花相送到青墩。", "note": "注释：[1]琐闼：指宫殿门上镂刻的连琐图。这里代指宫门，因给事中供职处在宫殿中。[2]青墩：湖州之南的一个小镇。据《一统志》云：“在桐乡县北二十五里，与湖州乌镇只隔一水。”[3]拏：握持；相持；牵引。", "english_title": "The Beautiful Lady Yu", "english_author": "Chen Yuyi", "ref": "Three days after the Autumn DayMy boat goes along the lotus poolside way.Ill, I come for an autumn view;The drizzling rain has washed clear autumn new.Last year's regret of coming late would still remain;I saw but withered blooms in vain.How should I show my gratitude this year,When all the way flowers in bloom appear?注释：", "english_note": "注释：The poet describes what he sees after he left the capital."}
{"title": "双头莲", "author": "陆游", "src": "华鬓星星，惊壮志成虚，此身如寄。萧条病骥。向暗里、消尽当年豪气。梦断故国山川，隔重重烟水。身万里，旧社凋零，青门俊游谁记？尽道锦里繁华，叹官闲昼永，柴荆添睡。清愁自醉。念此际、付与何人心事。纵有楚柁吴樯，知何时东逝？空怅望，鲙美菰香，秋风又起。", "note": "注释：[1]范至能：南宋著名诗人范成大，比陆游小一岁。和陆游原在杭州为同事、朋友。淳熙二年（1175年）六月，范成大入蜀知成都府、权四川制置使，让陆游做了成都府路安抚司参议官兼四川制置使司参议官。[2]旧社：故里。[3]青门：汉长安城门。借指南宋都城临安。", "english_title": "Double Lotus", "english_author": "Lu You", "ref": "My forehead dotted with sparks white,I start to find my ambition hard to fulfil,My life as parasite.Like a steed drear and ill,Swallowing up my pride of bygone years, I sighTo find my native land only in dreams,Severed by mountains and misty streams.I'm far away,Few friends still stay.Who can remember the prime of our day gone by?Though flourishing is the Silk Town,I have few things to do early or late,But sleep within closed gate.I can but drink to drownMy grief, for now in whom can I confide?Though there's east-going boat on boat,When can my ship begin to float?I long in vainFor fish and food of native land by riverside,For the west wind rises again.", "english_note": "注释：The poet confides his grief to another poet Fan Chengda."}
{"title": "贺新郎", "author": "陈亮", "src": "老去凭谁说？看几番、神奇臭腐，夏裘冬葛！父老长安今余几？后死无仇可雪。犹未燥、当时生发！二十五弦多少恨，算世间、那有平分月！胡妇弄，汉宫瑟。树犹如此堪重别！只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨？但莫使伯牙弦绝！九转丹砂牢拾取，管精金只是寻常铁。龙共虎，应声裂。", "note": "注释：[1]妍皮痴骨：《晋书·慕容超》载：南燕主慕容德之侄慕容超少时流落长安，为了避免被后秦姚氏拘捕，故意装疯行乞，使秦人都歧视他。唯姚绍见其相貌不凡，便向姚兴推荐他。慕容超被召见时，注意隐藏起自己的才识风度，姚兴见后，果然大为鄙视。对姚绍说：“谚云‘妍皮不裹痴骨’，妄语耳。”妍皮，谓俊美的外貌。痴骨，指愚笨的内心。谚语原意本谓：仪表堂堂者，其内心必不愚蠢。姚兴则认为慕容超虽貌似聪隽，却胸无智略。", "english_title": "Congratulations to the Bridegroom", "english_author": "Chen Liang", "ref": "To whom can I say I am old?How many times have I seen good turn bad,And people wear thin silk in winter cold?How many old men live with burning shame:How many young men burn with vengeful flame?The twenty-five strings reveal so much grief and pain.Shining over the earth,How can the moon wax and not wane?Now only Tartar women play music in mirth.Even trees grieveTo see us leave.Only you and I are gladTo talk heart to heart.How can we bear to part?Now parted we are, without doubt.Who could change our bones and skin,Fair without,Hard within?Don't break for a connoisseur your lute string!Even iron may melt into gold.Let dragon bold and tiger bringBack the lost land age-old!注释：", "english_note": "注释：The poet has written many patriotic lyrics together with Xin Qiji. This lyric reveals their grief of being unable to recover the lost land."}
{"title": "贺新郎", "author": "陈亮", "src": "离乱从头说。爱吾民、金缯不爱，蔓藤累葛。壮气尽消人脆好，冠盖阴山观雪。亏杀我、一星星发！涕出女吴成倒转，问鲁为齐弱何年月。丘也幸，由之瑟。斩新换出旗麾别。把当时、一桩大义，拆开收合。据地一呼吾往矣，万里摇肢动骨，这话霸、又成痴绝。天地洪炉谁扇鞴，算于中、安得长坚铁。淝水破，关东裂。", "note": "注释：[1]丘也幸，由之瑟：丘也幸，出自《论语·述而》：“丘也幸，苟有过，人必知之。”由之瑟，出自《论语·先进》，孔子的学生子路弹瑟发勇武之音，被认为是不合雅、颂，孔子曾说：“由之瑟奚为于丘之门？”[2]斩新换出旗麾别：出自《新唐书·李光弼传》：“其（李光弼）代子仪朔方也，管垒、士卒、麾帜无所更，而光弼一号令之，气色乃益精明。”[3]淝水破，关东裂：引用淝水之战的典故。谢安曾在淝水之战中大破前秦苻坚八十万大军。", "english_title": "Congratulations to the Bridegroom", "english_author": "How has our country become weak?", "ref": "The people loved far less than goldLive on grass and vine old.Our vigor spent away, for peace we seekAcross the Northern Mountain peak.My hair turns white as snow,Ashamed I go,Like the princess sent to the frontierWith tear on tear.Lucky was Confucius old,He had Zi Lu, a disciple bold.If you came out with flags and banners new,And commanded an army in view,You'd gather ours or scatter hostile force.If you held your hand highAnd raised a cry,I would be prompt to ride my horse,And go for miles and miles and swing my arm,But this is only a fanciful alarm.The world is a furnace great,Where we may melt our fate.In a battle against the strong,Victory to the weak might belong.", "english_note": "注释：The poet would rather fight to recover the lost land than seek peace by offering gold to the foe."}
{"title": "念奴娇", "author": "刘过", "src": "知音者少，算乾坤许大，著身何处。直待功成方肯退，何日可寻归路。多景楼前，垂虹亭下，一枕眠秋雨。虚名相误，十年枉费辛苦。不是奏赋明光，上书北阙，无惊人之语。我自匆忙天未许，赢得衣裾尘土。白璧追欢，黄金买笑，付与君为主。莼鲈江上，浩然明日归去。", "note": "注释：[1]莼（chún）鲈（lú）：晋人张翰曾经“见秋风起，乃思吴中菰菜、薄羹、鲈鱼脍”，遂“命驾而归”。", "english_title": "Charm of a Maiden Singer", "english_author": "Liu Guo", "ref": "The connoisseurs are few,Immense is the land,Where can I stand?If I do not retire till my aims are fulfilled,Then when can I go back to till my field?Before the tower of multiple view,Under the pavilion of rainbow hue,I'll sleep on my pillow to hear autumn rain.For high renownI have toiled up and downTen years in vain.Not that I can't write verse in palace hallNor that what I say has no worth at all,But Heaven's Son won't approve my toil.What I have won is but dust on my soil.I won't make merry with white jade,Nor buy a beauty's smile with gold displayed,But leave all for you to decide.I'll eat my bream on native riverside.And go home tomorrowWithout regret or sorrow.", "english_note": "注释：This lyric reveals the poet's discontent because he cannot fulfil his aims."}
{"title": "满江红", "author": "严羽", "src": "日近觚棱，秋渐满、蓬莱双阙。正钱塘江上，潮头如雪，把酒送君天上去，琼裾玉佩鹓鸿列。丈夫儿、富贵等浮云，看名节。天下事，吾能说。今老矣，空凝绝。对西风慷慨，唾壶歌缺。不洒世间儿女泪，难堪亲友中年别。问相思、他日镜中看，萧萧发。", "note": "注释：[1]觚棱：也作“觚稜”。宫阙上转角处的瓦脊。也借指京城。[2]双阙：宫殿前面高耸对峙的门观。[3]鹓鸿：鹓，古代传说中一种和凤凰同类的鸟。鸿，大雁。[4]富贵等浮云：化用《论语·述而》：“不义而富且贵，于我如浮云。”指要注重节操。[5]凝绝：凝结；断绝。[6]唾壶歌缺：化用典故“唾壶敲缺”。一作“唾壶击缺”。南朝刘义庆《世说新语·豪爽》：“王处仲（敦）每酒后辄咏‘老骥伏枥，志在千里。烈士暮年，壮心不已。’以如意打唾壶，壶口尽缺。”后用以形容心情忧愤或感情激昂。", "english_title": "The River All Red", "english_author": "Yan Yu", "ref": "The sun sheds its departing rays over the tiles,Gradually autumn smilesAnd fulfils the two palace towers.Viewed from the riverside town,The tidal bore is white as snow.Wine cup in hand, I see you skywards goTo join the lords in row.A hero proudRegards wealth and rank as floating cloudNot so high as honor or renown.The world affairIs what I care.But now I'm old,What can be told?Sighing in western breeze,I can't do as I please.Unlike a woman shedding tears,How can I part with my middle-aged peers?We'll miss each other, alas!Another dayWhen we look into the glass,What can we find but our hair grey?注释：", "english_note": "注释：The writer is a lyric critic."}
{"title": "长相思", "author": "林逋", "src": "吴山青，越山青。两岸青山相送迎，争忍有离情？君泪盈，妾泪盈。罗带同心结未成，江头潮已平。", "note": "注释：[1]长相思：词牌名，取之于《古诗·孟冬寒气至》中“上言长相思，下言久离别”之句。这一词牌多写男女思念之情，又名《双红豆》《忆多娇》或《相思令》。[2]吴山：在杭州西湖东南面，山体伸入市区，海拔约百米，有紫阳、七宝等山。春秋时为吴国南界，故名吴山。[3]越山：泛指钱塘江南岸群山。吴、越地在今江浙一带，以钱塘江为界，北岸多属吴国，南岸则属越国。[4]送迎：《全宋词》作“对迎”。[5]争忍有离情：一作“谁知离别情”。争忍，怎么忍心。[6]同心结：将罗带系成连环回文样式的结予，在古代象征着定情。[7]江头：《全宋词》作“江边”。", "english_title": "The Everlasting Longing", "english_author": "Lin Bu", "ref": "Northern hills green,Southern hills green,The green hills greet your ship sailing between.Who knows my parting sorrow keen?Tears from your eyes,Tears from my eyes,Could silken girdle strengthen our heart-to-heart ties?O see the river rise?注释：", "english_note": "注释：This lyric describes the parting grief of two lovers."}
{"title": "生查子", "author": "陈亚", "src": "相思意已深，白纸书难足。字字苦参商，故要檀郎读。分明记得约当归，远至樱桃熟。何事菊花时，犹未回乡曲。", "note": "注释：[1]药名闺情：《全宋词》作“药名寄章得象陈情”，主要是用药名借其谐音表达闺情。[2]檀郎读：檀郎，是古代美男子的通称。郎读，“狼毒”的谐音，可入药，有大毒。[3]当归：药名，主治妇科病。[4]菊花：黄白菊花均可入药，能散风清热、平肝明目。[5]回乡：“茴香”的谐音。果实入药，具有散寒止痛、和胃理气的功效。", "english_title": "Mountain Hawthorn", "english_author": "I am so deep in love,", "ref": "Paper's not long enough.I'm grieved from you to part.Why don't you know my heart?You've promised to come backBefore ripen cherries black.Chrysanthemums now bloom.Why are you not in our room?注释：", "english_note": "注释：This lyric is written in medical terms which cannot be translated into English."}
{"title": "苏幕遮", "author": "范仲淹", "src": "碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。", "note": "注释：[1]苏幕遮：此调原为西域传入唐教坊曲。“苏幕遮”是当时高昌国语之音译，宋代词家用此调是另度新曲，又名《云雾敛》《鬓云松令》。[2]黯：形容心情忧郁。[3]追：追随，可引申为纠缠。[4]旅思：羁旅之思。", "english_title": "Waterbag Dance", "english_author": "Fan Zhongyan", "ref": "Clouds veil emerald sky,Leaves strewn in yellow dye.Waves rise in autumn hueAnd blend with mist cold and green in view.Hills steeped in slanting sunlight, sky and waves seem one;Unfeeling grass grows sweet beyond the setting sun.A homesick heart,When far apart,Lost in thoughts deep,Night by night but sweet dreams can lull me into sleep.Don't lean alone on rails when the bright moon appears!Wine in sad bowels would turn to nostalgic tears.", "english_note": "注释：This nostalgic lyric is wellknown for the last line “Wine in sad bowels would turn to nostalgic tears.”"}
{"title": "蝶恋花", "author": "柳永", "src": "伫倚危楼风细细。望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。拟把疏狂图一醉。对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。", "note": "注释：[1]危楼：高楼。[2]黯黯：伤别貌。[3]拟把：打算。[4]强：勉强。[5]衣带渐宽：指人逐渐消瘦。语本《古诗十九首》：“相去日已远，衣带日已缓。”", "english_title": "Butterflies in Love with Flowers", "english_author": "Liu Yong", "ref": "I lean alone on balcony in light, light breeze;As far as the eye sees,On the horizon dark parting grief grows unseen.In fading sunlight rises smoke over grass green.Who understands why mutely on the rails I lean?I'd drown in wine my paging grief;Chanting before the cup, strained mirth brings no relief.I find my gown too large, but I will not regret;It's worth while growing languid for my coquette.", "english_note": "注释：The poet feels no regret to have grown thinner for his coquette."}
{"title": "雨霖铃", "author": "柳永", "src": "寒蝉凄切。对长亭晚，骤雨初歇。都门帐饮无绪，留恋处、兰舟催发。执手相看泪眼，竟无语凝噎。念去去、千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪、冷落清秋节。今宵酒醒何处，杨柳岸、晓风残月。此去经年，应是良辰、好景虚设。便纵有、千种风情，更与何人说。", "note": "注释：[1]凄切：凄凉急促。[2]都门：指汴京。[3]帐饮：设帐置酒宴送行。[4]凝噎：喉咙哽塞，欲语不出的样子。[5]经年：年复一年。[6]风情：风流情意。", "english_title": "Bells Ringing in the Rain", "english_author": "Liu Yong", "ref": "Cicadas chillDrearily shrill.We stand face to face in an evening hourBefore the pavilion, after a sudden shower.Can we care for drinking before we part?At the city gateWe are lingering late,But the boat is waiting for me to depart.Hand in hand we gaze at each other's tearful eyesAnd burst into sobs with words congealed on our lips.I'll go my way,Far, far away.On miles and miles of misty waves where sail ships,And evening clouds hang low in boundless Southern skies.Lovers would grieve at parting as of old.How could I stand this clear autumn day so cold!Where shall I be found at daybreakFrom wine awake?Moored by a riverbank planted with willow treesBeneath the waning moon and in the morning breeze.I'll be gone for a year.In vain would good times and fine scenes appear.However gallant I am on my part,To whom can I lay bare my heart?注释：", "english_note": "注释：This wellknown lyric describes in detail the parting grief of two lovers."}
{"title": "卜算子慢", "author": "柳永", "src": "江枫渐老，汀蕙半凋，满目败红衰翠。楚客登临，正是暮秋天气。引疏砧、断续残阳里。对晚景、伤怀念远，新愁旧恨相继。脉脉人千里。念两处风情，万重烟水。雨歇天高，望断翠峰十二。尽无言、谁会凭高意。纵写得、离肠万种，奈归云谁寄。", "note": "注释：[1]脉脉：默默地用眼神或行动表达情意。《古诗十九首》：“盈盈一水间，脉脉不得语。”[2]风情：指男女相悦之情。", "english_title": "Slow Song of Divination", "english_author": "Liu Yong", "ref": "The riverside maples grown old,Sweet orchids wither by and by.The faded red and green spread out before the eye.A Southerner, I climb up high;It's already late autumn cold.The setting sun is drownedIn washerwomen's intermittent pounding sound.With evening scenery in view,Though far away, can I not think of you?How can old grief not be followed by sorrow new?Silent, a thousand miles separate you and me.In two places our dreamsCan't fly o'er streams on streams.When stops the rain, the sky's serene;My eyes can't go beyond the twelve peaks green.Wordless, who would understand myLeaning on railings at the height?Though I can writeDown parting grief with broken heart,Would clouds return and bring it for my part?注释：", "english_note": "注释：The poet describes the autumn scenery to reveal his parting grief."}
{"title": "一丛花令", "author": "张先", "src": "伤高怀远几时穷。无物似情浓。离愁正引千丝乱，更东陌、飞絮濛濛。嘶骑渐遥，征尘不断，何处认郎踪。双鸳池沼水溶溶。南北小桡通。梯横画阁黄昏后，又还是、斜月帘栊。沉恨细思，不如桃杏，犹解嫁东风。", "note": "注释：[1]千丝：以杨柳的千丝，双关愁情的“千思”。[2]桡：桨。这里指代船。[3]栊：有横直格子的窗。", "english_title": "Song of Flower Shrub", "english_author": "Zhang Xian", "ref": "When will the sorrow endTo watch my parting friendFrom a tower above?Nothing is so intense as love.My sorrow interweavesA thousand twigs of willow leaves;The pathway east of the townIs shrouded in wafting willow down.His neighing steed is far away,A cloud of dust still darkening the day.Where is the placeTo find my lover's trace?A pair of lovebirds seems to melt in water clean:Little leaflike boats goNorth and south, to and fro.After dusk in the twilightI dare not go up the painted bower on the height.What will again be seenBut the waning moon shining on window-screen?How deeply I envy peach and apricot treesNewly wed to and oft caressed by vernal breeze!注释：", "english_note": "注释：The poet describes a woman's love so deep as to envy the peach caressed by the breeze."}
{"title": "蝶恋花", "author": "晏殊", "src": "槛菊愁烟兰泣露。罗幕轻寒，燕子双飞去。明月不谙离恨苦。斜光到晓穿朱户。昨夜西风凋碧树。独上高楼，望尽天涯路。欲寄彩笺兼尺素。山长水阔知何处。", "note": "注释：[1]蝶恋花：词牌名，又名《鹊踏枝》。一说此为张先词。[2]槛：栏杆。[3]谙：明白，了解。[4]朱户：犹言朱门，指大户人家。[5]彩笺、尺素：都指书信，古时常以尺把长的素绢写信，故有此称。古乐府有：“呼儿烹鲤鱼，中有尺素书。”", "english_title": "Butterflies in Love with Flowers", "english_author": "Yan Shu", "ref": "Orchids shed tears with doleful asters in mist grey.How can they stand the cold silk curtains can't allay?A pair of swallows flies away.The moon, which knows not parting grief, sheds slanting light,Through crimson windows all the night.Last night the western breezeBlew withered leaves off trees.I mount the tower highAnd strain my longing eye.I'll send a message to my dear,But endless ranges and streams separate us far and near.", "english_note": "注释：This lyric describes a woman's grief of parting."}
{"title": "蝶恋花", "author": "欧阳修", "src": "庭院深深深几许。杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。雨横风狂三月暮。门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。", "note": "注释：[1]几许：多少。许，估计数量之词。[2]堆烟：烟雾堆积笼罩。堆，堆积、聚拢、笼罩。[3]“玉勒”句：玉勒，美玉镶的带嚼子的马笼头。雕鞍，雕绘花饰的马鞍。玉勒雕鞍，代指华贵的车马。游冶处，指歌楼妓院。[4]章台路：原为汉代长安城西南街，唐许尧佐《章台柳传》写章台妓女柳氏故事，后遂用为游冶之地的代称。[5]横：凶残狂暴。[6]乱红：零乱的落花。", "english_title": "Butterflies in Love with Flowers", "english_author": "Ouyang Xiu", "ref": "Deep, deep the courtyard where he is, so deepIt's veiled by smokelike willows heap on heap,By curtain on curtain and screen on screen.Leaving his saddle and bridle, there he has beenMerry-making. From my tower his trace can't be seen.The third moon now, the wind and rain are raging late;At dusk I bar the gate,But I can't bar in spring.My tearful eyes ask flowers, but they fail to bringAn answer, I see red blooms fly over the swing.", "english_note": "注释：This lyric describes the psychology of a deserted wife."}
{"title": "临江仙", "author": "晏几道", "src": "梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。记得小初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。", "note": "注释：[1]却来：又来；再次来到。[2]落花人独立，微雨燕双飞：此二句出自五代翁宏《春残》诗：“又是春残也，如何出翠帏？落花人独立，微雨燕双飞。”[3]小：歌女名。[4]心字罗衣：绣有心字图案的罗衣，有心心相印的意思。一说是用心字香薰过的罗衣。[5]彩云：喻指小。", "english_title": "Riverside Daffodils", "english_author": "Yan Jidao", "ref": "Awake from dreams, I find the locked tower high;Sober from wine, I see the curtain hanging low.As last year spring grief seems to grow.Amid the falling blooms alone stand I;I the fine rain a pair of swallows fly.I still remember when I first saw pretty Ping,I silken dress embroidered with two hearts in a ring,Revealing lovesickness by touching pipa's string.The moon shines bright just as last year:It did see her like a cloud disappear.", "english_note": "注释：This lyric describes the poet's love for a songstress compared to a rainbow cloud."}
{"title": "思远人", "author": "晏几道", "src": "红叶黄花秋意晚，千里念行客。飞云过尽，归鸿无信，何处寄书得。泪弹不尽临窗滴。就砚旋研墨。渐写到别来，此情深处，红笺为无色。", "note": "注释：[1]黄花：菊花。[2]旋：立刻，立即。[3]研：研磨。", "english_title": "Thinking of the Far-off One", "english_author": "Yan Jidao", "ref": "Red leaves and yellow blooms fall, late autumn is done,I think of my far-roving one.Gazing on clouds blown away by the breezeAnd messageless wild geese,Where can I send him word under the sun?My endless tears drip down by windowsideAnd blend with ink when they're undried.I write down the farewell we bade;My deep love impearled throws a shadeOn rosy papers and they fade.", "english_note": "注释：This lyric describes a woman's fond love for her roving lover."}
{"title": "长相思", "author": "晏几道", "src": "长相思，长相思。若问相思甚了期，除非相见时。长相思，长相思。欲把相思说似谁，浅情人不知。", "note": "注释：[1]长相思：唐教坊曲名，后用作词牌。因古乐府中有“上言长相思，下言久别离”句，取以为名。一说此曲原名“湘妃怨”，是民间祭祀娥皇、女英时所用的乐曲。据上古传说：虞舜巡游南方，亡，二妃寻至潇湘。二妃啼，以涕挥竹，竹尽斑。白居易依《湘妃怨》的节拍填词，此曲因而成为词调，名《长相思》，又名《相思令》《双红豆》《忆多娇》《青山相送迎》《吴山青》，双调三十六字，上下阕各四句四平韵。[2]甚了期：何时才能了却。[3]说似谁：犹“说与谁”。", "english_title": "Everlasting Longing", "english_author": "Yan Jidao", "ref": "I yearn for long,I yearn for long.When may I end my yearning song?Until you come along.I yearn for long,I yearn for long.To whom may I sing my love song?To none in love not strong.", "english_note": "注释：This lyric is simple and clear, unlike the poet's other lyrics."}
{"title": "蝶恋花", "author": "苏轼", "src": "花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少。天涯何处无芳草。墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄。多情却被无情恼。", "note": "注释：[1]柳绵：柳絮。[2]悄：消失。[3]多情：指墙外行人。[4]无情：指墙里佳人。", "english_title": "Butterflies in Love with Flowers", "english_author": "Su Shi", "ref": "Red flowers fade, green apricots appear still small,When swallows passOver blue water that surrounds the garden wall.Most willow catkins have been blown away, alas!But there is no place where grows no sweet grass.Without the wall there is a path, within a swing.A passer-byHears a fair maiden's laughter in the garden ring.The ringing laughter fades to silence by and by;For the enchantress the enchanted can only sigh.", "english_note": "注释：This lyric compares the grief of departing spring with that of a beauty unseen."}
{"title": "江城子", "author": "苏轼", "src": "十年生死两茫茫。不思量。自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面、鬓如霜。夜来幽梦忽还乡。小轩窗。正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜、短松冈。", "note": "注释：[1]乙卯：指宋神宗熙宁八年（1075年）。[2]十年：苏轼的妻子王弗于1065年病逝，至此时已经整整十年了。[3]思量：想念。[4]千里孤坟：苏轼在山东为官，妻子葬在四川，所以称为千里。[5]轩：有窗子的房间。[6]肠断：一作“断肠”。[7]短松冈：栽种着矮小松树的山冈。据唐孟棨《本事诗》载：“开元（唐玄宗年号）中有幽州衙将姓张者，妻孔氏，生五子，不幸去世……母忽于冢中出……题诗赠张曰：‘欲知肠断处，明月照松冈。’”此用其意。", "english_title": "Riverside Town", "english_author": "Su Shi", "ref": "For the long years the living of the dead knows nought,Though to my mind not brought,Could the dead be forgot?Her lonely grave is far, a thousand miles away.To whom can I my grief convey?Revived even if she be, could she still know me?My face is worn with care,And frosted is my hair.Last night I dreamed of coming to my native place;She was making up her faceBefore her mirror with grace.Each saw the other hushed,But from our eyes tears gushed.Can I not be heart-broken when I am awokenFrom her grave clad with pines,Where only the moon shines!注释：", "english_note": "注释：The poet writes this pathetic elegy on his deceased wife who died ten years ago."}
{"title": "卜算子", "author": "李之仪", "src": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。此水几时休，此恨何时已。只愿君心似我心，定不负相思意。", "note": "注释：[1]卜算子：《词律》以为调名取义于“卖卜算命之人”。《词谱》以苏轼词为正体。又名《百尺楼》《眉峰碧》《缺月挂疏桐》等。双调，四十四字，仄韵。[2]长江头：指长江上游。[3]长江尾：指长江下游。[4]休：尽；停止。[5]“只愿”二句：用顾夐《诉衷情》“换我心，为你心，始知相忆深”词意。定，词中的衬字。在词规定的字数外适当地增添一两个不太关键的字词，以更好地表情达意，谓之衬字，亦称“添声”。", "english_title": "Song of Divination", "english_author": "Li Zhiyi", "ref": "I live upstream and you downstream.From night to night of you I dream.Unlike the stream you're not in view,Though we both drink from River Blue.Where will the water no more flow?When will my grief no longer grow?I wish your heart would be like mine,Then not in vain for you I pine.", "english_note": "注释：This lyric compares a woman's lovesickness with the Blue River."}
{"title": "鹊桥仙", "author": "秦观", "src": "纤云弄巧，飞星传恨，银汉迢迢暗渡。金风玉露一相逢，便胜却人间无数。柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。", "note": "注释：[1]鹊桥：神话传说织女过天河时，由一群群喜鹊搭好桥，让她走过去。", "english_title": "Immortals at the Magpie Bridge", "english_author": "Qin Guan", "ref": "Clouds float like works of art,Stars shoot with grief at heart.Across the Milky Way the Cowherd meets the Maid.When Autumn's Golden Wind embraces Dew of Jade,All the love scenes on earth, however many, fade.Their tender love flows like a stream;Their happy date seems but a dream.How can they bear a separate homeward way?If love between both sides can last for aye,Why need they stay together night and day?注释：", "english_note": "注释：The poet tells the love story between the Cowherd and the Weaving Maid, two stars separated by the Silver River (the Milky Way), who could meet once every year on the seventh day of the seventh moon by crossing the bridge paved by magpies."}
{"title": "蓦山溪", "author": "黄庭坚", "src": "鸳鸯翡翠，小小思珍偶。眉黛敛秋波，尽湖南、山明水秀。娉娉嫋嫋，恰似十三馀，春未透，花枝瘦，正是愁时候。寻花载酒，肯落谁人后。只恐远归来，绿成阴，青梅如豆。心期得处，每自不由人。长亭柳，君知否，千里犹回首？", "note": "注释：[1]题名又作《别意》。[2]翡翠：《说文》：“翡，赤羽雀也。翠，青羽雀也。”雄赤曰翡，雌青曰翠。同“鸳鸯”一样，都是雌雄相伴的偶禽。[3]娉娉（pīnɡ）嫋嫋（niǎo）：古代形容女子身材婀娜以及走路姿态优美。[4]长亭柳：指陈湘。化用韩翃《寄柳氏》诗：“章台柳，章台柳，颜色青青今在否？纵使长条似旧垂，也应攀折他人手。”", "english_title": "Hillside Creek at Dusk", "english_author": "Huang Tingjian", "ref": "Like lovebirds high or low, here and there,While young, you think of flying in pair.Your brows like bright green hills,Your eyes like autumn rillsTo the south of the lake.You swing and swayJust like a teenager awakeOn a budding spring day,Or a flower on a branch thin,To know sorrow you just begin.Seeking flowers with wine,I would not lag behind when day is fine.Coming back from afar, I'm afraid,I'll see mume trees bear fruit and make shade,My heart's desire cannot be gratifiedO willow tree by Long Pavilion's side,Do you not know my heart?I often turn my head though miles apart.", "english_note": "注释：The poet describes a young songstress he loves, and compares her to a green mume tree which may bear fruit when he comes back from afar, that is to say, the songstress may be married and give birth to babies, so he often turns his head to Long Pavilion where they bade adieu."}
{"title": "风流子", "author": "周邦彦", "src": "新绿小池塘。风帘动、碎影舞斜阳。羡金屋去来，旧时巢燕；土花缭绕，前度莓墙。绣阁里、凤帏深几许，听得理丝簧。欲说又休，虑乖芳信，未歌先噎，愁近清觞。遥知新妆了，开朱户、应自待月西厢。最苦梦魂，今宵不到伊行。问甚时说与，佳音密耗，寄将秦镜，偷换韩香。天便教人，霎时厮见何妨。", "note": "注释：[1]“羡金”四句：金屋，金屋藏娇之意，这里指佳人居住的地方。土花，苔藓。莓墙，生满青苔的墙。[2]“绣阁”二句：凤帏，佳人房内帐帏之类。丝簧，管弦乐器。[3]“欲说”四句：乖，违背。噎，哽咽。清觞，洁净的酒杯。[4]“遥知”二句：新妆，梳妆好。待月西厢，《西厢记》中张生与崔莺莺的故事，张生在西厢等待莺莺来幽会，但此处换为佳人等待自己。[5]伊行：伊人身边。[6]秦镜：出自《艺文类聚》卷三二《书》：东汉人秦嘉，字士会，为郡吏，给妻子徐淑写信说自己得到一镜十分明亮，世所稀有，准备寄给她，妻子回信说：“素琴之作，当须君归；明镜之鉴，当待君还。”[7]韩香：晋人贾充女贾午爱韩寿，赠香与寿，贾充闻寿身上香味，知道了女儿与之有私情，因此将女儿嫁给了韩寿。", "english_title": "Song of Gallantry", "english_author": "Zhou Bangyan", "ref": "The little pond is newly greened;The breeze ruffles the window screened.The broken shadows dance with slanting sunny rays.I envy swallows flying to and froUnder the eaves of golden hall,And rampant flowers creeping high and lowUpon the age-old earthen wall.I hear in curtained tower deep she playsAnd vibrates zither strings.She stops before she says anything,She'd not betray her spring.She sobs before she sings,So sad as to declineA cup of sweetest wine.I know that after making up her faceShe'd open crimson doors and paceTo view the moon from western bower.It grieves me most tonightThat I can't bring fresh shower for the thirsting flower.When will she tell me with delightThe time for us to meet?When may I send her mirror brightAnd she in turn her incense sweet?O Heaven! O what harmsIf I stay a while in her arms!注释：", "english_note": "注释：This lyric describes the poet's lovesickness for a married woman."}
{"title": "一剪梅", "author": "李清照", "src": "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。", "note": "注释：[1]兰舟：用木兰木造的舟。诗词中多用作舟的美称。", "english_title": "A Twig of Mume Blossoms", "english_author": "Li Qingzhao", "ref": "Fragrant lotus blooms fade, autumn chills mat of jade.My silk robe doffed, I floatAlone in orchid boat.Who in the cloud would bring me letters in brocade?When swans come back in flight,My bower is steeped in moonlight.As fallen flowers drift and water runs its way,One longing leaves no tracesBut overflows two places.O how can such lovesickness be driven away?From eyebrows kept apart,Again it gnaws my heart.", "english_note": "注释：This lyric describes the poetess' love for her husband who is far away from home."}
{"title": "采桑子", "author": "吕本中", "src": "恨君不似江楼月，南北东西。南北东西。只有相随无别离。恨君却似江楼月，暂满还亏。暂满还亏。待得团团是几时。", "note": "注释：[1]满：月圆。[2]亏：月缺。", "english_title": "Gathering Mulberries", "english_author": "Lyu Benzhong", "ref": "I'm grieved to find you unlike the moon at its best,North, south, east, west.North, south, east, west,It would accompany me without any rest.I am grieved to find you like the moon which would fainNow wax, now wane.You wax and wane.When will you come around like the full moon again?注释：", "english_note": "注释：This lyric compares lovers' parting to the waning moon and their meeting to the waxing moon."}
{"title": "卜算子", "author": "答施", "src": "乐婉相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，了拼终难拼。若是前生未有缘，待重结、来生愿。", "note": "注释：[1]施：指情人施酒监。这是一首赠答之词。[2]了拼终难拼：与其仍抱无指望的爱，真不如死掉这条心。可是，真要死掉这条心，又哪是那么容易的呢？", "english_title": "Song of Divination", "english_author": "In Reply to Her Love", "ref": "Le WanMy love is deep as the sea high;The past is far away as the sky.The thousand streams of tears I shedMake me heart-broken and half dead.If I cannot see you again,Why don't we cut to kill my pain?If we are fated not to be man and wife,Let us be married in another life!注释：The songstress writes this lyric in reply to an official whom she loves and who writes on his departure from her the following lyric:", "english_note": "注释：The songstress writes this lyric in reply to an official whom she loves and who writes on his departure from her the following lyric:Our love was deep when we first met. Why not earlier so we may not regret? A thousand songstresses I knew, but no one is as good as you. I leave you to go on my way. l'm much grieved, but what can I say? You'd lean on rails of your bower, alas! And shed tears on sweet grass."}
{"title": "钗头凤", "author": "陆游", "src": "红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错，错，错。春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫，莫，莫！", "note": "注释：[1]钗头凤：词调名。据五代无名氏《撷芳词》改易而成。因《撷芳词》中原有“都如梦，何曾共，可怜孤似钗头凤”之句，故取名《钗头凤》。陆游用《钗头凤》这一调名大约有两方面的含义：一是指自与唐婉仳离之后“可怜孤似钗头凤”；二是指仳离之前的往事“都如梦”一样地倏然而逝，未能共首偕老。因为这首词是咏调名本义的本事词，所以须首先交代一下词中本事。[2]红酥手，黄縢酒：“红酥”用以形容手柔软红润，让人不由得想到她捧起“黄縢酒”的情景。[3]东风：一说“东风”暗示陆母。[4]鲛绡：鲛人（美人鱼）所织的绡纱。《太平御览·珍宝部二·珠下》引张华《博物志》：“鲛人从水出，寓人家积日，卖绡将去，从主人索一器，泣而成珠满盘，以与主人。”又，《述异记》卷上载：“南海出鲛绡纱，泉室（指鲛人）潜织，一名龙纱，其价百金，以为服，入水不濡。”后以鲛绡泛指质地精美的薄纱，此则指用丝织的手帕。[5]锦书：《晋书·窦滔妻苏氏传》：“滔，苻坚时为秦州刺史，被徙流沙，苏氏思之，织锦为回文旋图诗以赠滔，宛转循环以读之，词甚凄惋，凡八百四十字。”后遂称妻子给丈夫的书信为锦字、锦书。", "english_title": "Phoenix Hairpin", "english_author": "Lu You", "ref": "Pink hands so fine,Gold-branded wine,Spring paints the willows green palace walls can't confine.East wind unfair,Happy times rare.In my heart sad thoughts throng;We've been separated for years long.Wrong, wrong, wrong!Spring is as green,In vain she's lean.Her kerchief soaked with tears and red with stains unclean.Peach blossoms fallNear deserted hall.Our oath is still there. Lo!No words to her can go.No, no, no!注释：", "english_note": "注释：The poet writes this lyric for his first wife whom he loves dearly and whom he was compelled to divorce by the order of his mother, referred to as the unfair east wind in this lyric."}
{"title": "江梅引", "author": "姜夔", "src": "丙辰冬，予留梁溪，将诣淮而不得，因梦思以述志。人间离别易多时。见梅枝。忽相思。几度小窗，幽梦手同携。今夜梦中无觅处，漫徘徊。寒侵被、尚未知。湿红恨墨浅封题。宝筝空、无雁飞。俊游巷陌，算空有、古木斜晖。旧约扁舟，心事已成非。歌罢淮南春草赋，又萋萋。漂零客、泪满衣。", "note": "注释：[1]梁溪：地名，在今江苏无锡，水深十米，极为清澈，因东汉梁鸿在此隐居而得名。张鉴有庄园在无锡，白石此时依张鉴在梁溪居留。[2]漫：通“慢”。[3]封题：封信。[4]无雁飞：无法传信。[5]俊游：快意地游赏。", "english_title": "Song of Riverside Mume", "english_author": "A Dream", "ref": "Jiang KuiLong, long ago we bade adieu.Seeing mume trees,How can I not miss you?How many times in our native landI've dreamed of strolling with you hand in hand!I can't find you in my dreams tonight;Alone I toss in bed, left and right.Without knowing my coverlet chilled through.The tears I shed on my letter mingle with ink.None play the lute or drink.I'll send my letter but find no wild geese.Last time we visited the lane;The old trees are now steeped in setting sun in vain,You can't but breakThe promise of boating with me on the lake.Singing the song of spring grass growing lush again,The roamer grievesAnd sheds tears to wet his sleeves.", "english_note": "注释：The poet often dreams of his love on seeing mume blossoms."}
{"title": "忆秦娥", "author": "刘克庄", "src": "梅谢了。寒垣冻解鸿归早。鸿归早。凭伊问讯，大梁遗老。浙河西面边声悄，淮河北去炊烟少。炊烟少。宣和宫殿，冷烟衰草。", "note": "注释：[1]大梁：战国魏都，在河南开封县。此处指北宋都城东京开封府。[2]遗老：旧称前朝的旧臣，现泛指改朝换代后仍效忠前朝的人。也指留恋过去、思想顽固陈旧的人。", "english_title": "Dream of a Fair Maiden", "english_author": "Liu Kezhuang", "ref": "Mume blossoms fail,Ice melts on the frontier where early go wild geese.Early going wild geese,Would you ask, please,After old folks in ancient capital?On western frontier we hear no war cries;On northern river we see less chimney smoke rise.Seeing chimney smoke rise,In ancient palace hall, alas!There're but cold smoke and withered grass.", "english_note": "注释：The poet shows his love for the people in the lost northern land."}
{"title": "长相思", "author": "陈东甫", "src": "花深深，柳阴阴。度柳穿花觅信音，君心负妾心。怨鸣琴，恨孤衾。钿誓钗盟何处寻，当初谁料今。", "note": "注释：[1]衾（qīn）：被子。[2]钿（diàn）誓钗盟：钿、钗都是女子头上的饰物，钿指一种嵌金花的首饰，钗多指由两股簪子合成的首饰，当时情人问常以此为情爱的信物及象征。白居易《长恨歌》中云：“钗留一股合一扇，钗擘黄金合分钿。但教心似金钿坚，天上人间会相见。”", "english_title": "Everlasting Longing", "english_author": "Chen Dongfu", "ref": "Flowers in bloomAnd willows loom.I pass through them to seek your letter fine,But your heart belies mine.My lute is dead,Lonely my bed.Where is the vow by my headdress and pin you've made?Now the bygone days fade.", "english_note": "注释：This lyric describes the grief of a woman who has received no letter from her love."}
{"title": "浣溪沙", "author": "吴文英", "src": "门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。落絮无声春堕泪，行云有影月含羞。春风临夜冷于秋。", "note": "注释：[1]花深：万紫千红，春意浓郁。[2]玉纤：美女之手。[3]落絮：空中飘落的花絮。[4]月含羞：指云遮月，寓指离别时女子怕被对方发现落泪，以手遮面。", "english_title": "Silk-washing Stream", "english_author": "Wu Wenying", "ref": "I dreamed of the door parting me from my dear flower,The setting sun was mute and homing swallows drear.Her fair hands hooked up fragrant curtains of her bower.The willow down falls silently and spring sheds tear;The floating clouds cast shadows when the moon feels shy;The spring wind blows at night colder than autumn high.", "english_note": "注释：The poet missing his love thinks the spring wind colder than the autumn breeze."}
{"title": "浪淘沙", "author": "王安石", "src": "伊吕两衰翁。历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢。风虎云龙。兴王只在笑谈中。直至如今千载后，谁与争功。", "note": "注释：[1]伊吕：指的是伊尹、吕尚。伊尹，原名挚，尹是他后来所担任的官职。吕尚，姜姓，名尚，字子牙，号“太公望”。[2]汤武：指的是商汤王和周武王。他们都是明君。", "english_title": "Sand-sifting Waves", "english_author": "Wang Anshi", "ref": "The two prime ministers, while young, were poor;They had been fisherman and peasant before.Had they not met their sovereigns wise,In vain would they grow old. How could they rise?When they had met discerning eyes,The tiger would raise the wind the dragon the cloud.They helped two emperors in laughter.Now, in a thousand years after,Who could rival them and be proud?注释：", "english_note": "注释：The poet, premier of the Song Dynasty, praises those of the Shang (1766—1123 BC) and the Zhou (1122—225 BC) Dynasties."}
{"title": "六州歌头", "author": "项羽庙", "src": "李冠秦亡草昧，刘项起吞并。鞭寰宇。驱龙虎。扫欃枪。斩长鲸。血染中原战。视馀耳，皆鹰犬，平祸乱，归炎汉。势奔倾。兵散月明。风急旌旗乱，刁斗三更。共虞姬相对，泣听楚歌声。玉帐魂惊。泪盈盈。念花无主，凝愁苦，挥雪刃，掩泉扃。时不利，骓不逝，困阴陵，叱追兵。呜咽摧天地，望归路，忍偷生！功盖世，何处见遗灵？江静水寒烟冷，波纹细、古木凋零。遣行人到此，追念益伤情，胜负难凭！", "note": "注释：[1]草昧：蒙昧；不开化。这里指荒芜，形容秦的灭亡。[2]欃枪：彗星。这里用来比喻秦朝。[3]馀耳：指张耳、陈馀，都是参加反秦斗争的人物。秦亡后，项羽封张耳为常山王，封陈馀三县地。[4]刁斗：古代军中用具，铜质，有柄，容积约为一斗，日间用来烧饭，晚上用来打更。[5]泉扃：九泉，地下。[6]阴陵：秦县名，今安徽定远县西北。", "english_title": "Prelude to the Song of Six States", "english_author": "The Temple of Xiang Yu", "ref": "Li GuanAt the Qin's closeLiu and Xiang rose.Whipping the world driving dragons and tigers away,Killing the whales and sweeping the comets in array.Beating the foe,Quelling the woe,Liu won the warWith an uproar.Xiang's army dispersed in moonlight,His flags pellmell at the dead of night.He listened in the tent for longHis native Southern songWith Lady Yu in tears,Her jade-like soul in fears.The beauty grieved to lose her lord;She killed herself with snow-bright sword.Unfortunately he could not run his horse;Surrounded he could still frighten the pursuing force.Could sky and earth not be moved to tears?Gazing on homeward way ahead,Could he survive the dead?Heroism unsurpassedO where to find the hero's soul at last?The river's still, the mist and water freeze,It ripples in the breezeBefore the withered ancient trees.Visitors would be moved none the less.Could a hero be judged by failure or success?注释：", "english_note": "注释：By the end of the Qin Dynasty Xiang Yu (232—202 BC) and Liu Bang (256—195 BC) fought for the throne. Defeated, Xiang and his favorite Lady Yu committed suicide."}
{"title": "桂枝香", "author": "王安石", "src": "登临送目。正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风、酒旗斜矗。彩舟云淡，星河鹭起，画图难足。念往昔，繁华竞逐。叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，《后庭》遗曲。", "note": "注释：[1]金陵：今南京市。[2]故国：金陵为六朝旧都，因此称为故国。[3]棹：划船的一种工具，形状和桨差不多。[4]鹭：一种水鸟名。[5]嗟：感叹词。[6]六朝：吴、东晋、宋、齐、梁、陈。", "english_title": "Fragrance of Laurel Branch", "english_author": "Wang Anshi", "ref": "I climb the heightAnd stretch my sight:Late autumn just begins its gloomy time.The ancient capital looks sublime.The limpid river, beltlike, flows a thousand miles;Emerald peaks on peaks tower in piles.In the declining sun sails come and go;Against west wind wineshop streamers flutter high and low.The painted boatIn cloud afloat,Like stars in Silver River egrets fly.What a picture before the eye!The days gone bySaw people in opulence vie.Alas! Shame on shame came under the walls,In palace halls.Leaning on rails, in vain I utter sighsOver ancient kingdoms' fall and rise.The running water saw the Six Dynasties pass,But I see only chilly mist and withered grass.Even now and againThe songstresses still singThe song composed in vainBy a captive king.", "english_note": "注释：The poet, deposed prime minister, sighs for the captive king of Chen (553-604)who loved only wine, woman and song."}
{"title": "念奴娇", "author": "苏轼", "src": "大江东去，浪淘尽、千古风流人物。故垒西边，人道是、三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰！遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间、樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一樽还酹江月！", "note": "注释：[1]赤壁：山名。三国时孙、刘联军击败曹操的地方，在今湖北嘉鱼县东北。作者所游的赤壁在黄州，今湖北黄冈，也称赤鼻矶。[2]故垒：当年驻扎军队的营垒。[3]周郎：周瑜，字公瑾，三国时吴国大将。[4]小乔：周瑜的妻子。[5]纶巾：古代配有青丝带的头巾。[6]樯橹：古代木船上的桅樯和橹桨。[7]樽：古代的盛酒器具。[8]酹：把酒洒在地上表示纪念。", "english_title": "Charm of a Maiden Singer", "english_author": "Su Shi", "ref": "The endless river eastward flows;With its huge waves are gone all thoseGallant heroes of bygone years.West of the ancient fortress appearsRed Cliff where General Zhou won his early fameWhen the Three Kingdoms were in flame.Rocks tower in the air and waves beat on the shore,Rolling up a thousand heaps of snow.To match the land so fair, how many heroes of yoreHad made great show!I fancy General Zhou at the heightOf his success, with a plume fan in hand,In a silk hood, so brave and bright,Laughing and jesting with his bride so fair,While enemy ships were destroyed as plannedLike castles in the air.Should their souls revisit this land,Sentimental, his bride would laugh to say:Younger than they, I have my hair turned grey.Life is but like a dream.O moon, I drink to you who have seen them on the stream.", "english_note": "注释：The poet praises General Zhou who defeated the strong Northern army by setting their warships on fire at the Red Cliff in 208."}
{"title": "将进酒", "author": "贺铸", "src": "城下路，凄风露，今人犁田古人墓。岸头沙，带蒹葭，漫漫昔时流水今人家。黄埃赤日长安道，倦客无浆马无草。开函关，掩函关，千古如何不见一人闲？六国扰，三秦扫，初谓商山遗四老。驰单车，致缄书，裂荷焚芰接武曳长裾。高流端得酒中趣，深入醉乡安稳处。生忘形，死忘名，谁论二豪初不数刘伶？", "note": "注释：[1]蒹葭：古时称芦苇为蒹葭。[2]埃：尘土。[3]函关：函谷关。古时的交通要道。[4]缄：封口。[5]芰：古书上指菱。[6]裾：衣服的大襟。", "english_title": "Invitation to Wine", "english_author": "He Zhu", "ref": "The wind and dew so drearBring the buried no cheer.We till the ground where were the graves of olden days.Reed and rush growBy rivershore,Houses are built where flowed rivers of yore.Yellow dust is raised under the sun on the wayTo the capital town.Tired wayfarers have no drink and horses no hay.The passage closed downOpens again;As of old we see but passengers come and go.Six States no more. began Qin's reign.Where are the loyal hermits then?Driving cabs on the wayAnd sending letters away,They burned old things and put on robes in display.Wise men enjoy delight in wine;Drunk, they will find the country fine.Neglecting healthAnd fame and wealth,Why should I care for what the lords and hermits say?注释：", "english_note": "注释：The poet voices his discontent of the times."}
{"title": "凌歊", "author": "贺铸", "src": "控沧江，排青嶂，燕台凉。驻彩仗、乐未渠央。岩花磴蔓，妒千门珠翠倚新妆。舞闲歌悄，恨风流不管余香。繁华梦，惊俄顷；佳丽地，指苍茫。寄一笑、何与兴亡！量船载酒，赖使君相对两胡床。缓调清管，更为侬三弄斜阳。", "note": "注释：[1]凌歊：这里指太平川凌歊台。[2]央：尽，完了。[3]磴：踩，践踏。[4]胡床：一种坐具。", "english_title": "Scraping the Sky", "english_author": "He Zhu", "ref": "The reinless stream goes throughThe steep cliff blueUnder the Peak scraping the sky.Colored flags flew,The king made merry far and nigh.Flowers and vineWould envy ladies' attire so fine.Nor dance nor song,However gallant, could last long.The splendid dreamSoon fades away,Fair land and streamTurn pale and grey.I see in laughterThe rise and fall before and after.I'd sail with wine.You in your place and I in mine.Playing on the flute, will youSing for me to the setting sun adieu?注释：", "english_note": "注释：This lyric criticizes Emperor Wu of the Liang Dynasty (464—549 BC) ."}
{"title": "台城游", "author": "贺铸", "src": "南国本潇洒，六代浸豪奢。台城游冶，襞笺能赋属宫娃。云观登临清夏，璧月留连长夜，吟醉送年华。回首飞鸳瓦，却羡井中蛙。访乌衣，成白社，不容车。旧时王谢，堂前双燕过谁家。楼外河横斗挂，淮上潮平霜下，樯影落寒沙。商女篷窗罅，犹唱后庭花。", "note": "注释：[1]游冶：闲逛，从容地游玩。[2]襞：古代指给衣裙上打褶子。也指衣裙上的褶子。[3]宫娃：宫女。[4]罅：缝隙。", "english_title": "The Terrace Wall", "english_author": "He Zhu", "ref": "Gallant the Southern land far and wide,Six Dynasties in opulence vied.Wine, woman and song on Terrace Wall,Eight beauties wrote verse in palace hall.In summer clear they mounted the cloud-scraping height,Under the jadelike moon they loitered in long night,They drank and crooned the years away.Leaving the lovebirds tiles pell-mellThey tried to hide like frogs in a well.On street of mansions overgrown with grassNo cabs could pass.The swallows in the mansions of bygone days,In whose hall now do they stay?Over the tower the Silver River bars the sky,The Plough hangs high.The tide runs up and down on frosty River Huai.The shadow of townwalls on cold sand falls.Through the window gap of the bowerI see the songstress sing the Backyard Flower.", "english_note": "注释：The poet sighs for the rise and fall of the Six Dynasties (317—589) ."}
{"title": "八声甘州", "author": "叶梦得", "src": "故都迷岸草，望长淮、依然绕孤城。想乌衣年少，芝兰秀发，戈戟云横。坐看骄兵南渡，沸浪骇奔鲸。转盼东流水，一顾功成。千载八公山下，尚断崖草木，遥拥峥嵘。漫云涛吞吐，无处问豪英。信劳生、空成今古，笑我来、何事怆遗情。东山老，可堪岁晚，独听桓筝。", "note": "注释：[1]寿阳：古称寿春。公元前241年楚国国都郭城为秦兵攻陷，曾东逃迁都于此。东晋改名寿阳，即今安徽寿县。[2]八公山：在寿阳城北，淮河的支脉淝水流经其下。历史上著名的淝水之战就是在这里进行的。[3]戈戟：古代的兵器。[4]峥嵘：这里形容不平常的战争岁月。[5]怆：悲伤的样子。", "english_title": "Eight Beats of Ganzhou Song", "english_author": "Ye Mengde", "ref": "The shore of the ancient capital in rank grass drowned,The River Huai still goes aroundThe lonely ancient battleground.The black-gowned young heroes like orchid brightWielded their spears to bar the cloud.They beat the hostile army proudCrossing the River LongLike surging waves to frighten away the whale strong.O how I wish the river which eastward flowsWould turn back to beat the foes!A thousand years have passed,At the foot of the mountain grass grows thick and fast,The broken cliffs remember still the glory past.Though clouds break on high and waves surge below,Where to find heroes of so long ago?All labor lost now as then will pass away.Why should I come to grieve over the bygone day!In Eastern Hills the hero's old.Could he alone in his late years hear the lute cold?注释：", "english_note": "注释：The poet overlooking an ancient battlefield from the mountain top thinks of General Xie who defeated at heavy odds the Northern enemy on River Fei in 382."}
{"title": "念奴娇", "author": "叶梦得", "src": "云峰横起，障吴关三面，真成尤物。倒卷回潮，目尽处、秋水黏天无壁。绿鬓人归，如今虽在，空有千茎雪。追寻如梦，漫余诗句犹杰。闻道尊酒登临，孙郎终古恨，长歌时发。万里云，屯瓜步晚、落日旌旗明灭。鼓吹风高，画船遥想，一笑吞穷发。当时曾照，更谁重问山月。", "note": "注释：[1]障：用作遮蔽、防卫的东西。[2]黏：使物体粘在一起。[3]尊：同“樽”。酒器。[4]旌旗：古代用羽毛装饰的旗子。", "english_title": "Charm of a Maiden Singer", "english_author": "Ye Mengde", "ref": "Cloudy peaks bar the sky,Screening three sides of Kingdom Wu,A marvel on high.The tide flows out as far as I stretch my eye,The autumn water like a wall blends with the blue.I left the town with black hair; now I come againWith a thousand stems of snow-white hair in vain.The past gone like a dream,My verse would pour out as a stream.'T is said young General Sun oft came here with wineAnd crooned verse fine.To our regret early he died.Clouds spread for miles and miles over the riverside;The setting sun cast light and shade on Melon Isle.With the drumbeats the wind runs high;In my painted boat my thoughts fly.When can we beat the foe with smiles?The moon has shone on heroes of yore,But who would care for heroes any more?注释：", "english_note": "注释：The poet, twice governor of the ancient capital of Wu, thinks of General Sun, founder of the Kingdom and friend of General Zhou who beat the Northern foe in 208."}
{"title": "喜迁莺", "author": "李纲", "src": "长江千里、限南北，雪浪云涛无际。天险难逾，人谋克壮，索虏岂能吞噬！阿坚百万南牧，倏忽长驱吾地。破强敌，在谢公处画，从容颐指。奇伟！淝水上，八千戈甲，结阵当蛇豕。鞭弭周旋，旌旗麾动，坐却北军风靡。夜闻数声鸣鹤，尽道王师将至。延晋祚，庇蒸民，周雅何曾专美！", "note": "注释：[1]逾：越过，超过。[2]倏忽：极快地，忽然。[3]弭：止，息。[4]靡：倒下。[5]祚：福。[6]蒸民：指代百姓。", "english_title": "Migrant Orioles", "english_author": "Li Gang", "ref": "The river a thousand miles long dividesThe North from Southern landBy endless snowlike white-crested tides,Impossible barrier set up by Heaven's handStrengthened by human forces,Could it be crossed by Tartar horses?The foe a million in strengthFell on the south out of the sky.But in a twinkling of the eye,General Xie defeated them with ease, at length.How great and strong!On River Fei eight thousand spears in arrayDefeated the giant swines and serpents long.With whip in hand, and flags over the land.They beat the foe as wind blows grass away.Hearing the crane at night,The foe, taking it for war cry, fled in fright.They who prolonged the reignAnd protected the land with might and mainShould be glorified by triumphant songs.", "english_note": "注释：After the fall of the Northern Song capital. General Li Gang thinks of General Xie who defeated the strong foe against heavy odds on River Fei in 382."}
{"title": "六幺令", "author": "李纲", "src": "次韵和贺方回金陵怀古，鄱阳席上作长江千里，烟淡水云阔。歌沉玉树，古寺空有疏钟发。六代兴亡如梦，苒苒惊时月。兵戈凌灭。豪华销尽，几见银蟾自圆缺。潮落潮生波渺，江树森如发。谁念迁客归来，老大伤名节。纵使岁寒途远，此志应难夺。高楼谁设。倚阑凝望，独立渔翁满江雪。", "note": "注释：[1]贺方回：北宋词人贺铸，字方回。[2]苒苒：不知不觉地过去。[3]银蟾：代指月亮。[4]夺：改变。", "english_title": "Song of the Green Waist", "english_author": "Li Gang", "ref": "For miles and miles flows River Long,Veiled in thin mist and cloud far and wide.No more the captive's Jade Tree Song;In vain old temple bell rang and sighed.Like dreams Six Dynasties rose and fell fast,Which would surprise the moon.Gone are the wars and splendor of the past.Who's seen the silver crescent wax and wane so soon?The tides run up and down, the waves run far,The riverside trees like thick hairs are.Who cares for an old exile who cameBack wounded in fame?Although the year is cold, the road is long.How can I be deprived of my will strong!I lean on rails in tower highAnd look with longing eyeFor lonely fisherman who fishesSnow in the river as he wishes.", "english_note": "注释：The poet was prime minister in 1132, defeated Jurchen invaders but was deposed 75 days later and wrote this lyric at Poyang by the side of the River Long."}
{"title": "八声甘州", "author": "王质", "src": "过隆中。桑柘倚斜阳，禾黍战悲风。世若无徐庶，更无庞统，沉了英雄。本计东荆西益，观变取奇功。转尽青天粟，无路能通。他日杂耕渭上，忽一星飞堕，万事成空。使一曹三马，云雨动蛟龙。看璀璨、出师一表，照乾坤、牛斗气常冲。千年后，锦城相吊，遇草堂翁。", "note": "注释：[1]柘：落叶灌木或小乔木，可提取黄色染料。[2]黍：一年生草本植物，碾成米叫黄米，可酿酒。[3]粟：一年生草本植物，即小米。[4]曹：通“槽”。马槽。也暗指曹氏政权。", "english_title": "Eight Beats of Ganzhou Song", "english_author": "Wang Zhi", "ref": "When I pass by the premier's cot,At sunset stand mulberry trees,The millet struggles in sad breeze.Were he not recommended by his peers,How could the hero appear?He planned to win over the east and west,Of his career to reach the crest.But with all the millet under the sky,How could he build a way on high?His soldiers tilled the ground by riverside,But suddenly his star fell and he died.Then all turned out in vain.The three steeds became dragons in cloud and rain.How glorious his plan to recover Northern plain!His spirit rises high,And shines in the blue sky.After hundreds of yearsThe poet in the thatched hall still shed sad tears.", "english_note": "注释：The poet glorifies Zhu ge Liang (181-234) , prime minister of the Kingdom of Shu. After his death, the three Steeds (Sima Yi and his sons) unified the three Kingdoms. The poet in the last line refers to Du Fu who mourned over the premier's death."}
{"title": "八声甘州", "author": "辛弃疾", "src": "夜读《李广传》，不能寐。因念晁楚老、杨民瞻约同居山间，戏用李广事，赋以寄之。故将军饮罢夜归来，长亭解雕鞍。恨灞陵醉尉，匆匆未识，桃李无言。射虎山横一骑，裂石响惊弦。落魄封侯事，岁晚田间。谁向桑麻杜曲，要短衣匹马，移住南山。看风流慷慨，谈笑过残年。汉开边、功名万里，甚当时、健者也曾闲。纱窗外、斜风细雨，一阵轻寒。", "note": "注释：[1]晁楚老、杨民瞻：与辛弃疾同乡居住的友人。[2]恨：遗憾。[3]杜曲：代指美酒。", "english_title": "Eight Beats of Ganzhou Song", "english_author": "On Reading General Li Guang's Biography", "ref": "Xin QijiThe Flying General was famed for his force.When drunk, he came back at night,At Long Pavilion unsaddled his horse.But the officer drunk knew not the hero bright,So the general stood without speechLike plum or peach.His galloping steedCrossed the mountain in speed,Taking a rock for a tiger, he twanged his string tightAnd pierced the stone.Not ennobled late in years, unknown,He lived in countryside, alone.Who would live in the fields with wine,In short coat or on a horse fine,And move to the foot of the southern hill?Valiant and fervent still,I'd pass in laughter the rest of my years.On the thousand-mile-long frontiers,How many generals won a name!But the strongest was not ennobled with his fame.Out of my window screen the slanting breezeAnd drizzling rain would freeze.", "english_note": "注释：The poet deposed for his proposal to recover the lost land thinks of Flying General Li Guang of the first century BC, who was not ennobled after many victories he had won."}
{"title": "满江红", "author": "戴复古", "src": "赤壁矶头，一番过、一番怀古。想当时、周郎年少，气吞区宇。万骑临江貔虎噪，千艘列炬鱼龙怒。卷长波、一鼓困曹瞒，今如许。江上渡，江边路。形胜地，兴亡处。览遗踪，胜读史书言语。几度东风吹世换，千年往事随潮去。问道傍、杨柳为谁春，摇金缕。", "note": "注释：[1]赤壁矶：山名，在今湖北嘉鱼县东北。作者所游的赤壁矶在黄州，今湖北黄冈。[2]貔（pí）：传说中的猛兽。[3]曹瞒：曹操，字孟德，小字阿瞒。", "english_title": "The River All Red", "english_author": "Dai Fugu", "ref": "Passing the head of the Cliff Red,Can I forget the bygone days,When the young general spread his heroic rays?Thousands of steeds roared like tigers by riverside;Hundreds of ships in wrath with fish and dragon vied.Rolling long wave on wave,They beat the foe so brave.What happens nowadays?The ferry on the tideAnd roads by riversideHave witnessed allDynasties' rise and fall.Seeing the relics of war,We understand history all the more.How many times has changed the world which raves!A thousand years have passed away with the waves.I ask the roadside willow trees:“For whom are you swaying in vernal breeze?”注释：", "english_note": "注释：The poet passing by Red Cliff thinks of General Zhou who won the war in 208."}
{"title": "八声甘州", "author": "吴文英", "src": "渺空烟四远，是何年、青天坠长星，幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦、斜日落渔汀。连呼酒，上琴台去，秋与云平。", "note": "注释：[1]庾幕：指提举常平仓的官衙中的幕友西宾。[2]灵岩：据《吴县志》记载：“即古石鼓山，在吴县西三十里，上有吴馆宫、琴台、响屧（xiè）廊，山前十里有采香径。”[3]名娃金屋：据《越绝书》记载：“吴人于研石山，置馆娃宫，山顶有三池：曰月池，曰研池，曰玩花池，盖吴时所凿也。”[4]靸：把布鞋后帮踩在脚后跟下穿。[5]倩：男子的美称。", "english_title": "Eight Beats of Ganzhou Song", "english_author": "Wu Wenying", "ref": "Mist spreads as far as sees the eye.When did the big star fall from the blue sky?It changed into a green cliff with cloudlike trees,Where golden bowers were built for lady fairIn royal palace now in sad debris.On Arrow Lane the eyes were hurt in chilly airAnd water stained rouge with fallen flowers sweet.Leaves fall on hollow ground;'Tis autumn's sound;It seems as if I heard the lady's slippered feet.In royal palace drunk the king did lie,But the tired hermit on the lakeFished all alone awake.In vain I ask the silent sky;My hair turns grey in face of mountains green.The sky is mirrored in water serene.Leaning on railings high,I see crows scatter on the beach in setting sun.I ask for wine long and loud,And stand upon Lute Terrace, where is noneBut autumn high and lonely as a cloud.", "english_note": "注释：The poet visits Star Cliff where the king of Wu built a palace with golden bowers for his favorite Lady Xi Shi, and drank with her in the Gallery of Hollow Ground, beside Arrow Lane or on Lute Terrace until his kingdom was overthrown in 482 BC."}
{"title": "一萼红", "author": "周密", "src": "步深幽。正云黄天淡，雪意未全休。鉴曲寒沙，茂林烟草，俯仰千古悠悠。岁华晚、飘零渐远，谁念我、同载五湖舟。磴古松斜，崖阴苔老，一片清愁。回首天涯归梦，几魂飞西浦，泪洒东州。故国山川，故园心眼，还似王粲登楼。最怜他、秦鬟妆镜，好江山、何事此时游！为唤狂吟老监，共赋消忧。", "note": "注释：[1]磴：石阶。[2]阴：又湿又冷，不见天日。[3]浦：水边或河流入海的地方。", "english_title": "A Sprig of Reds", "english_author": "Zhou Mi", "ref": "Deeper and deeper I go,When yellow clouds fly under the pale blue skyAnd still it threatens snow.In Mirror Lake the sand is cold,In dense woods mist-veiled grasses feeze,I look up and down for the woe thousand years old.The year's late and turns grey,I wander farther away.Who would still float.With me on five lakes the same boat?By stone steps slant the old pine trees,In the shade of the cliff old grows the moss;Sad and drear, I am at a loss.Turning my head from where I stand,Could I not dream of my homeland?How can I not shed tears for my compeers?The mountains and rivers of the land lost,How I long for my garden of flowers?Could I not gaze back as the poet on the towers?What I regret the most,Is the fair Chignon mirrored on the Lake.Should I revisit the land when my heart would break?I would revive the fanatic poet oldTo croon away the woe ice-cold.", "english_note": "注释：This lyric is written in the year of the downfall of the Southern Song capital, where Mount Chignon and Mirror Lake are two scenic spots."}
{"title": "江城子", "author": "苏轼", "src": "老夫聊发少年狂。左牵黄，右擎苍。锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张。鬓微霜，又何妨。持节云中，何日遣冯唐。会挽雕弓如满月，西北望，射天狼。", "note": "注释：[1]密州：今山东诸城。[2]老夫：苏轼自指，实际苏轼当时年仅四十岁。[3]黄：黄狗。[4]苍：苍鹰。围猎时用以追捕猎物。[5]千骑：形容随从之多，也暗指知州身份。骑，一人一马为一骑。知州略等于古之诸侯。古制：“诸侯千乘”。[6]“为报”句：报，报答。倾城，倾动一城之意，犹如说“万人空巷”。[7]孙郎：孙权。郎，古代少年男子的美称。孙权当时是封建诸侯，这里作者借以自喻其太守身份。孙权曾亲乘马射虎示勇。[8]“持节”句：节，兵符。持节，出使。云中，今山西大同一带。[9]冯唐：汉代人。汉文帝时，云中太守魏尚获罪被削职，冯唐劝谏，文帝听了他的话，并命他持节去赦魏尚的罪和复魏尚的职。这里作者以魏尚自况，希望朝廷用他守边。作者正当壮年，所以上句说：“鬓微霜，又何妨。”[10]“会挽”句：会，应当是。挽，拉。雕弓，有彩绘的弓。[11]天狼：星座名，象征侵略。这里指西北与宋朝为敌的羌族（西夏）。", "english_title": "Riverside Town", "english_author": "Su Shi", "ref": "Rejuvenated, I my fiery zeal display;On left hand leash, a yellow hound,On right hand wrist, a falcon grey.A thousand silk-capped, sable-coated horsemen sweepAcross the rising groundAnd hillocks steep.Townspeople pour out of the city gateTo watch the tiger-hunting magistrate.Heart gladdened with strong wine, who caresAbout a few new-frosted hairs?When will the court imperial sendAn envoy to recall the exile? Then I'll bendMy bow like a full moon, and aiming northwest, IWill shoot down the fierce Wolf from the sky.", "english_note": "注释：By hunting the poet expresses his patriotic feeling to fight the foe on northwest border."}
{"title": "六州歌头", "author": "贺铸", "src": "少年侠气，交结五都雄。肝胆洞，毛发耸。立谈中，死生同。一诺千金重。推翘勇，矜豪纵。轻盖拥，联飞鞚，斗城东。轰饮酒垆，春色浮寒瓮，吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓，狡穴俄空。乐匆匆。似黄粱梦。辞丹凤，明月共，漾孤篷。官冗从，怀倥偬，落尘笼。簿书丛。鹖弁如云众，供粗用，忽奇功。笳鼓动，渔阳弄，思悲翁。不请长缨，系取天骄种，剑吼西风。恨登山临水，手寄七弦桐，目送归鸿。", "note": "注释：[1]飞鞚：飞驰的马车。鞚，马缰、马勒，这里代指马车。[2]斗城：汉代长安城按南斗、北斗形状建造，所以又称斗城。这里指北宋的东京城。[3]吸海垂虹：形容酒量极大，如长虹吸海。语出杜甫《饮中八仙歌》：“饮如长鲸吸百川。”[4]嗾：指示猎犬捕猎的声音。[5]黄粱梦：典故出自唐代沈既济的传奇小说《枕中记》，是说一个书生住在邯郸的旅店里，一个道士给了他一个枕头。书生枕着枕头睡着了，他在梦中经历了人世繁华、宦海风波；等到醒来，房东的黄粱米饭还没有煮熟。后用来说人生如梦。[6]冗从：汉代官职名。这里指地位低下的武官。[7]倥偬：事情繁多而且紧迫。[8]鹖弁：古代武官的官帽。这里代指武官。[9]请长缨：语出《汉书·终军传》，是自请杀敌的意思。", "english_title": "Prelude to the Song of Six States", "english_author": "He Zhu", "ref": "A gallant young man callsFor heroes from five capitals.He would see through heart and soul true.While talking in wrath, his hairWould stand on end, he'd shareThe fate of life and death with friends bold,And keep his word as dear as gold.They vie in bravery and gallantry.In eastern town they go in carriage lightAnd ride on horse side by side as if in flight.They drink and bring to the jar coldThe hue of spring as rainbow on the sea.Their eagles and dogs pursue their preys which flee.They bend their bows and shoot arrows of feathers white.Leaving the empty cave,They are so brave.Since I left the capital town,Life has passed like a dream with ups and downs.I sail a boat alone,Accompanied but by the moon.A petty officer like me,How can I wish to kill the foe?Fallen in dusty world, can I be free from woe?The officers in crowdOnly follow like cloudHow can they ride their steeds and do great deeds?Heating the horn and drumbeats,How can I do in war great feats?I can't bind with a long rope the proud enemy,Leaving my sword in vain sigh,I will not climb the mountain high,But play my lute of seven strings in western breeze,And gaze on flying wild geese.", "english_note": "注释：The poet describes his life with his friends in the capital and sighs that a petty officer like him cannot do great feats."}
{"title": "水调歌头", "author": "叶梦得", "src": "九月望日，与客习射西园，余病不能射霜降碧天静，秋事促西风。寒声隐地初听，中夜入梧桐。起瞰高城回望，寥落关河千里，一醉与君同。叠鼓闹清晓，飞骑引雕弓。岁将晚，客争笑，问衰翁：平生豪气安在？走马为谁雄？何似当筵虎士，挥手弦声响处，双雁落遥空。老矣真堪愧，回首望云中。", "note": "注释：[1]云中：指云中郡，汉代的西北重镇。当年魏尚、李广都在这里击败匈奴，建立战功。", "english_title": "Prelude to Water Melody", "english_author": "Archery", "ref": "Ye MengdeFrost falls and quiet is the azure sky,The west wind blows and hastens autumn high.At first its song shivers me,At midnight it enters the plane tree.I rise to mount the city wall and gazeTo find mountains and rivers stretch for miles in haze.What can I doBut to get drunk with you?Drum beats on beats announce daylight,The cavaliers bend their bow in flight.The end of the year draws nigh,In laughter guests would vie.They ask me, oldIf I can still be boldAs in days gone by.Can I still ride my horseAnd try my force?Could I be like the archer who with easeWould twang the stringWith his fingers and bringDown two wild geeseFrom the high sky?I regret that old now. I cannot draw my bowBut turn my head to the northwest in the cloudAnd long for heroes proud.", "english_note": "注释：The poet writes this lyric on seeing an archer make three hits without a miss."}
{"title": "贺新郎", "author": "张元干", "src": "梦绕神州路。怅秋风，连营画角，故宫离黍。底事昆仑倾砥柱。九地黄流乱注。聚万落、千村狐兔。天意从来高难问，况人情、老易悲如许。更南浦，送君去。凉生岸柳催残暑。耿斜河、疏星淡月，断云微度。万里江山知何处。回首对床夜语。雁不到、书成谁与。目尽青天怀今古，肯儿曹、恩怨相尔汝。举大白，听金缕。", "note": "注释：[1]胡邦衡：胡铨，字邦衡，宋高宗朝进士，曾任枢密院编修官，是南宋初期坚持抗金的爱国志士。[2]待制：朝廷的顾问官。胡铨多年以后才任此职，这二字可能是后人添加的。[3]新州：今广东新兴。[4]离黍：语出《诗经·王风·黍离》：“彼黍离离，彼稷之苗，行迈靡靡，中心摇摇。”是西周的大夫在王室东迁之后来到故都镐京，看到故宫长满禾黍，一片荒凉后的感慨。后来就把悲叹社会动乱称为离黍之悲。[5]南浦：语出江淹《别赋》：“送君南浦，伤如之何？”后以南浦代指送别之地。[6]对床夜语：语出白居易《招张司业》：“能来同宿否，听雨对床眠。”用来表示与朋友的深情厚谊。[7]恩怨相尔汝：指儿女之间谈论个人的恩怨私情。语出韩愈《听颖师弹琴》：“昵昵儿女语，恩怨相尔汝。”", "english_title": "Congratulations to the Bridegroom", "english_author": "Zhang Yuangan", "ref": "Haunted by dreams of the lost Central Plain,I hear the autumn wind complain.From tent to tent horns dreary blow;In ancient palace weeds o'ergrow.How could Mount Pillar suddenly fall downAnd Yellow River overflow the town,A thousand villages overrun with foxes and hares?We can't question the heaven high;The court will soon forget humiliating affairs.'Tis sad and drearTo say good-byeAt Southern River.Cold breath of river willows flies awayThe remnant heat of summer day.The Milky Way slants low;Past pale moon and sparse stars clouds slowly go.Mountains and rivers stretch out of view.O where shall I find you?I still remember our talking at deadOf night while we two lay in bed.But now wild geese can't go so far.Who will send my letters where you are?I gaze on azure sky,Thinking of the hard times gone by.Can we have but personal love or hateAs beardless young men often state?Hold up a cup of wineAnd hear this song of mine!注释：", "english_note": "注释：The poet writes this farewell poem for Hu Quan banished to a southernmost place for his proposal against the capitulationist policy."}
{"title": "临江仙", "author": "陈与义", "src": "高咏《楚词》酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。", "note": "注释：[1]湘中：湘水。汨罗江为湘江的支流，这里以湘中代指汨罗江。传说屈原投汨罗江而亡，所以“试浇”则是以酒祭江，愿酒随着江水流到汨罗江去。", "english_title": "Riverside Daffodils", "english_author": "Chen Yuyi", "ref": "I chant the Southern Verse on Poet-Mourning DayFar, far from home; time flies away.The pomegranate's not so red as the dancer's dress,No one knows my distress,My song ruffles the curtain none the less.What can I do now I am old!The sunflower's smile's congealed in eastern corner cold.My cup is brimful of wine as last year,I pour libation here,Each drop would turn into a tear.", "english_note": "注释：The poet writes this lyric in memory of Qu Yuan (340—278 BC) , patriotic poet who drowned himself on the fifth day of the fifth lunar month in 278 BC."}
{"title": "南乡子", "author": "辛弃疾", "src": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠，不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋！", "note": "注释：[1]曹刘：曹操和刘备。", "english_title": "Song of the Southern Country", "english_author": "Xin Qiji", "ref": "I gaze beyond the Northern Tower in vain.It has seen dynasties fall and riseAs time fliesOr as the endless river rolls before my eyes.While young, Sun had ten thousand men at his command;Steeled in battles, he defended the southeastern land.Among his equals in the world, who were heroes trueBut Cao and Liu?And even Cao would have a son like Sun Zhongmou.", "english_note": "注释：The poet thinks of Sun Quan who defended the Southern shore against the Northern invasion and regrets that the Southern Song capitulationist would not."}
{"title": "满江红", "author": "岳飞", "src": "怒发冲冠，凭栏处、潇潇雨歇。抬望眼、仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲、白了少年头，空悲切。靖康耻，犹未雪。臣子恨，何时灭。驾长车踏破、贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。", "note": "注释：[1]啸：撮口出声，古代的一种口技，类似现在的吹口哨。古人在心情郁闷的时候会长啸以抒怀。[2]靖康：宋钦宗的年号。靖康二年（1127年），宋徽宗、宋钦宗被掳往北方，北宋灭亡。[3]贺兰山：历史上有三个贺兰山，这里是指河北磁县县城西北三十里的那座贺兰山。", "english_title": "The River All Red", "english_author": "Yue Fei", "ref": "Wrath sets on end my hair;I lean on railings whereI see the drizzling rain has ceased.Raising my eyesTowards the skies,I heave long sighs,My wrath not yet appeased.To dust is gone the fame achieved in thirty years;Like cloud-veiled moon the thousand-mile Plain disappears.Should youthful heads in vain turn grey,We would regret for aye.Lost our capitals,What a burning shame!How can we generalsQuench our vengeful flame!Driving our chariots of war, we'd goTo break through our relentless foe.Valiantly we'd cut off each head;Laughing, we'd drink the blood they shed.When we've reconquered our lost land,In triumph would return our army grand.", "english_note": "注释：The poet is a famous general fighting against the Jurchen invaders with many victories but put to death by the emperors who fears to be dethroned if the emperors captured by the invaders should come back to the capital and be restored to the throne."}
{"title": "满江红", "author": "岳飞", "src": "遥望中原，荒烟外、许多城郭。想当年，花遮柳护，凤楼龙阁。万岁山前珠翠绕，蓬壶殿里笙歌作。到而今、钱骑满效畿，风尘恶。兵安在？膏锋锷。民安在？填沟壑。叹江山如故，千村寥落。何日请缨提锐旅，一鞭直渡清河洛。却归来、再续汉阳游，骑黄鹤。", "note": "注释：[1]万岁山：艮岳山，宋徽宗政和年间造。[2]珠翠：妇女佩戴的首饰。指代宫女。[3]蓬壶殿：疑即北宋故宫内的蓬莱殿。[4]膏锋锷：指兵士的血滋润了兵器的尖端，即兵士被刀剑杀死。膏，滋润。锋，兵器的尖端。锷，剑刃。[5]河洛：黄河、洛水。泛指中原。[6]骑黄鹤：陆游《入蜀记》：“黄鹤楼，旧传费讳飞升于此，后忽乘黄鹤来归，故以名楼。”", "english_title": "The River All Red", "english_author": "Yue Fei", "ref": "I gaze on Central Plain from afar.Beyond the wasteland drear and dry,How many city wails and towns there are!In years gone by,As many pavilions and bowersWere screened by green willows and red flowers,The Royal Hill adorned with pearls and emerald,The Fairy Palace filled with flute songs. Now behold!Neath city wails enemy horses raise a dustWhen the wind blows in gust.Where are our armed men?By swords they were slain.And people alikeHave filled moat and dyke.Alas! The land still seems the same,But villages lie ruined in war flame.When can I get the orderTo lead my warriors brave,Whipping my steed, to cross the river waveAnd clear the border?When I come back again,I'll make a southern trip on yellow crane.", "english_note": "注释：The poet is a famous general fighting against the Jurchen invaders with many victories but put to death by the emperor who fears to be dethroned if the emperors captured by the invaders should come back to the capital and be restored to the throne."}
{"title": "六州歌头", "author": "张孝祥", "src": "长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声，黯销凝。追想当年事，殆天数，非人力；洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。念腰间箭，匣中剑，空埃蠹，竟何成！时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情！闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺，有泪如倾。", "note": "注释：[1]长淮：淮河。宋、金和议，以淮水作为分界线。[2]黯销凝：黯，精神颓丧的样子。销，失魂落魄。凝，情思凝滞。[3]当年事：指靖康之难，宋徽宗、宋钦宗被掳，北宋灭亡。[4]洙泗：洙、泗二水流经山东曲阜，孔子曾设教讲学于此，是礼乐之乡，所以后面有“弦歌地”的说法。[5]毡乡：北方少数民族居住在毡毛帐篷里，故称“毡乡”。[6]区脱：汉时匈奴修筑用来守边的土塞。此处指金人边境防守的房子。[7]干羽：干，木盾。羽，羽毛。干、羽都是古代舞蹈用具。[8]驰骛：急驰奔走。[9]翠葆霓旌：帝王用的仪仗。翠葆，翠羽装饰的车盖。霓旌，红霓似的旌旗。这里指沦陷区的人民渴望南宋军北伐。", "english_title": "Song of the Six States", "english_author": "Zhang Xiaoxiang", "ref": "I strain my eyeAs far as River Huai.Wild grass grows highOn borders far and nigh.Dust darkens the frontier,Frosty wind strong and clear,No sound assails the ear,I feel so sad and drear.I think of the mortified state.Perhaps it was fateBeyond our power.By riversideWhere music was played wellThere hangs the foe's stinking smell.Felt tents spread on the other side.At sunset sheep and cattle lostBetween one and another enemy post.See the foe hunt at night:With torches e'en the stream is bright.Hearing their drum and horn,Can our heart not be torn?The arrows at my waistAnd my sword well encasedAre dusted over or worn out.What have I done about?Time will be lost amain;My heart is strong in vain.The year is drawing near its last day,The capital still far away.With flags and shields the foe's appeased;Beacon fire ceased.Our army beatA safe retreat.Envoys are sentBy the government.They come and goIn weal or woe?It's said the refugees in the lost Central PlainOft southward look for the northern campaign.It they come here,Indignant, they would shed tear on tear.", "english_note": "注释：The poet writes this lyric against the capitulationists seeking peace with the Jurchen invaders."}
{"title": "永遇乐", "author": "辛弃疾", "src": "千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问，廉颇老矣，尚能饭否？", "note": "注释：[1]京口：今江苏镇江。[2]北固亭：又作北顾亭，在今江苏镇江东北的北固山上。[3]孙仲谋：孙权字仲谋。建安十三年（208年），孙权迁都京口。[4]巷陌：街道。[5]寄奴：南朝宋武帝刘裕的小名。刘裕的祖先由北方移居京口。刘裕在这里起事，最后推翻东晋，建立政权。[6]当年：指义熙十二年（416年）。是年刘裕督军北伐后秦，收复洛阳、长安。[7]元嘉：南朝宋文帝刘义隆的年号。[8]草草：准备不足，轻率从事。[9]仓皇北顾：元嘉二十七年（450年），宋文帝刘义隆命王玄谟北伐，为后魏击败。招致元魏拓跋焘大举南侵，国势一蹶不振。[10]四十三年：开禧元年辛弃疾出守京口，上距绍兴三十二年（1162年）率众南归，前后四十三年。[11]路：宋代行政区域名，相当于现代的“省”。[12]佛狸祠：在今江苏六合瓜步山上。佛狸为北魏太武帝跖跋焘小字。元嘉二十七年（450年），他追击宋军至长江北岸的瓜步。[13]神鸦：在庙里吃祭品的乌鸦。[14]社鼓：祭祀时的鼓声。", "english_title": "Joy of Eternal Union", "english_author": "Xin Qiji", "ref": "The land is boundless as of yore,But nowhere can be foundA hero like the king defending southern shore.The singing hall, the dancing ground,All gallant deeds now sent awayBy driving wind and blinding rain!The slanting sun sheds its departing rayO'er tree-shaded and grassy laneWhere lived the Cowherd King retaking the lost land.In bygone years,Leading armed cavaliers,With golden spear in hand,Tigerlike, he had slainThe foe on the thousand-mile Central Plain.His son launched in haste a northern campaign;Defeated at Mount Wolf, he shed his tears in vain.I still remember three and forty years agoThe thriving town destroyed in flames by the foe.How can I bearTo see the chief aggressor's shrineWorshipped 'mid crows and drumbeats as divine?Who would still careIf an old generalIs strong enough to take back the lost capital?注释：", "english_note": "注释：The poet thinks of heroes of days gone by and regrets he could not take back the lost Northern capital."}
{"title": "西河", "author": "王埜", "src": "天下事，问天怎忍如此！陵图谁把献君王，结愁未已。少豪气概总成尘，空馀白骨黄苇。千古恨，吾老矣。东游曾吊淮水。绣春台上一回登，一回揾泪。醉归抚剑倚西风，江涛犹壮人意。只今袖手野色里，望长淮、犹二千里。纵有英心谁寄！近新来又报胡尘起。绝域张骞归来未？", "note": "注释：[1]淮水：秦淮河，在今江苏省南京市。[2]张骞：西汉名臣，曾出使西域，联合各方力量抗击匈奴，建立功业。", "english_title": "The West River", "english_author": "Wang Ye", "ref": "How could Heaven tolerateThe affairs of the state?Who would offer a plan of campaign to the Crown?My grief has weighed me down.My spirit of youth has turned to dust, alas!In vain are white bones buried under withered grass.Could I be boldTo revenge for the shame, now I am old?I've visited in the east the River HuaiAnd mounted the vernal Terrace high,But I could not refrain from shedding tears.Come back when drank, I stroke my sword in western breeze.The surging waves still stimulate my mind ill at ease.But I can only fold my arms in the twilight,Watching the long River Huai still extendFor miles and miles without an end.But who would bring heroism to its height?Of late, the Tartar dust is raised on the border.When would our hero come back to restore order?注释：", "english_note": "注释：The poet wishes in vain that the emperor would start a campaign to revenge on the foe for the shame of the lost land. The hero in the last line refers to Zhang Qian (?—114 BC) who restored order on the northwest border in the Han Dynasty."}
{"title": "西河", "author": "曹豳", "src": "今日事，何人弄得如此。漫漫白骨蔽川原，恨何日已。关河万里寂无烟，月明空照芦苇。谩哀痛，无及矣。无情莫问江水。西风落日惨新亭，几人坠泪。战和何者是良筹，扶危但看天意。只今寂寞薮泽里，岂无人、高卧闾里。试问安危谁寄。定相将有诏催公起。须信前书言犹未。", "note": "注释：[1]薮泽：湖泽。指草野乡间。", "english_title": "The West River", "english_author": "Cao Bin", "ref": "Today's affairs, my friend,How can they come to such a state?So many bleached bones are buried in the plain.When can our grief come to an end?For miles and miles no smoke rises from towns desolate.The moon shines on the reeds in vain.Our grief so deep cannot be drowned anewIn running water of the heartless stream.The western breeze at sunset saddens the pavilion new.Flow many would shed tears even in dream?Should we seek peace or war?We could confide the state only to the fate.Could there be no heroes in the land far and wide?They lie in bed, lonely in countryside.On whom can we rely any more?I wish you would rise as generalTo lead the army to defend the capital.Don't you believe what I have said before?注释：", "english_note": "注释：The poet sighs for heroes unemployed and wishes his friend would rise to be a general defending the country."}
{"title": "贺新郎", "author": "刘克庄", "src": "北望神州路，试平章、这场公事，怎生分付？记得太行山百万，曾入宗爷驾驭。今把作握蛇骑虎。君去京东豪杰喜，想投戈、下拜真吾父。谈笑里，定齐鲁。两河萧瑟惟狐兔，问当年、祖生去后，有人来否？多少新亭挥泪客，谁梦中原块土？算事业、须由人做。应笑书生心胆怯，向车中、闭置如新妇。空目送，塞鸿去。", "note": "注释：[1]“送陈”句：陈子华，名桦，福建人，曾受学于叶适，富有军事才能，在防御金人入犯淮西时立下过功勋。真州，曾是宋金对峙的前哨阵地，属淮南东路所辖，位于长江北岸，在今天江苏省仪征县。词题也作“送陈真州子华”。[2]神州路：这里指中原的沦陷地区。[3]“试平”二句：平章，研究、评论。分付，发落、处理。[4]“今把”句：把作，当作。握蛇骑虎，蛇虎伤人，比喻处于危险的境地，就像手拿毒蛇、骑在猛虎背上一样。这句写南宋统治集团认为义军如蛇虎一样危险，对他们不信任和疑惧。[5]“两河”三句：两河，黄河南北。狐兔，喻指金兵。张元干《贺新郎（梦绕神州路）》：“聚万落千村狐兔。”祖生，指祖逖，东晋著名的将领，曾率兵北伐收复豫州地区。[6]“多少”二句：新亭，在江宁县南。刘义庆《世说新语·言语》云：过“江诸人，每至荚日，辄相邀新亭，籍会饮宴，周侯中坐而叹曰：‘风景不殊，正自有河山之异。'皆相视流泪。惟王导丞相愀然变色曰：‘当共戮力王室，克复神，何至作楚囚相对！’”谁梦，也作“不梦”。[7]“向车”句：《梁书·曹景宗传》载，曹景宗称到扬州做贵人，动转不得，路上拉开车幔也不行，闭置车中如三日新妇。[8]塞鸿：生长在北方边境的鸿雁。", "english_title": "Congratulations to the Bridegroom", "english_author": "Liu Kezhuang", "ref": "Gazing on the lost Northern plainI do not know who plans the campaignTo recover the lost land.I remember a million warriors under Zong's commandIn the mountain or by the lake;Now they are treated as tiger or snake.When you arrive, the warriors will feel delight.They would lay down their spears and serve you left and right.You would recover in laughterThe eastern provinces after.Fox and hares run riotBy the two riversides dreary and quiet.Since the Northern hero passed away,Has any hero come today?How many in the New Pavilion have shed tears?Have they dreamed of recovering the land?There are no deeds but done by human hand.But scholars timid at heart would hideIn their carriage like a bride.In vain I see you off like wild geese to the frontiers.", "english_note": "注释：The poet seeing his friend off to be governor of Zhenzhou, wishes him to make a plan to recover the lost Northern plain. He compares the foe to tiger, snake, fox and hare."}
{"title": "贺新郎", "author": "刘克庄", "src": "国脉微如缕。问长缨何时入手，缚将戎主？未必人间无好汉，谁与宽些尺度？试看取当年韩五。岂有谷城公付授，也不干曾遇骊山母。谈笑起，两河路。少时棋柝曾联句。叹而今登楼揽镜，事机频误。闻说北风吹面急，边上冲梯屡舞。君莫道投鞭虚语。自古一贤能制难，有金汤、便可无张许？快投笔，莫题柱。", "note": "注释：[1]长缨：捕缚放人的长绳。这里指统帅部队的军权。[2]韩五：指抗金名将韩世忠。他排行第五，嗜酒豪纵，人称他“泼韩五”。[3]谷城公：也称黄石公。曾经传授西汉张良《太公兵法》，并说：“十三年孺子见我济北，谷城山下黄石即我。”（见《史记·留侯世家》）[4]骊山母：骊山老母，为道教女神仙。《集仙传》载，唐代将军李筌在嵩山得到黄帝《阴符经》，不晓其义，后在骊山下逢一老母，为他讲解《阴符经》。[5]柝：通“拓”。开拓，扩大。[6]登楼揽镜：比喻功业未竟而容颜已老。杜甫《江上》说：“勋业频看镜，行藏独倚楼。”[7]冲梯：高梯。《后汉书·公孙瓒传》：“袁氏之攻，状若鬼神，梯冲舞吾楼上，鼓角鸣于地中。”[8]“自古”句：《战国策·秦策》曰：“夫贤人在而天下服，一人用而天下从。”说明人才的力量和重要。[9]金汤：金城汤池。比喻坚固的防御工程。[10]张许：指张巡和许远。他们都是唐代安史之乱中死守雎阳的名将。", "english_title": "Congratulations to the Bridegroom", "english_author": "Liu Kezhuang", "ref": "The state at stake,When can we takeThe long, long rope in handTo bind the foe invading our land?Is there on earth no talents strong?The measure should be long.General Han did not learn from a sage,Nor know the secret of the Golden Age.Laughing he roseAnd beat the foes.While young, we rhymed each other's verse,And opened new horizon for better or worse.But now we sigh,Looking into the mirror in tower highTo find our hair sprinkled with frostAnd many chances lost.'Tis said the northern wind would bite the face,The foe would dance with ladder high on the frontier.Don't say the river can't be crossed by our cavalier.Since olden days a hero could turn the tide.The stronghold can't be strong without the general's guide.Give up the pen and take the spear!Don't leave only on the pillar your trace!注释：", "english_note": "注释：The poet urges on his friend to give up the pen to take up the spear, to leave not only verse on the pillar but also traces in the battlefield. General Hart who beat the Jurchen invaders was unlike Zhang Liang of the Han Dynasty who had learned from a sage."}
{"title": "念奴娇", "author": "吴渊", "src": "我来牛渚，聊登眺、客里襟怀如豁。谁著危亭当此处，占断古今愁绝。江势鲸奔，山形虎踞，天险非人设。向来舟舰，曾扫百万胡羯。追念照水然犀，男儿当似此，英雄豪杰。岁月匆匆留不住，鬓已星星堪镊。云暗江天，烟昏淮地，是断魂时节。栏干捶碎，酒狂忠愤俱发。", "note": "注释：[1]牛渚：牛渚山，又名采石矶，在安徽当涂西北长江岸边，历来都是渡江的军事要地。", "english_title": "Charm of a Maiden Singer", "english_author": "Wu Yuan", "ref": "I come to Cattle Hill to gaze my fill.I open heart and breast as a wandering guest.Who has built the pavilion highTo make all old and new visitors sigh?The torrent like a whale rashes along;The mountain stands like tiger strong.The natural barrier is beyond human power:In bygone days our warships beatA million foes and hostile fleet.I remember the rhino horn burned by the riversideDiscovered monsters far and wide.A man should do feats east or west.In haste the years will pass away,My hair is sprinkled with dots of grey.The clouds overshadow the sky,The smoke darkens the land far and nigh.Such is the heart-broken hour.Drunk, I beat the broken rail,And pour out my loyal wrath, but to what avail?注释：", "english_note": "注释：The poet shows his patriotism on seeing the ancient battlefield at Cattle Hill."}
{"title": "沁园春", "author": "文天祥", "src": "为子死孝，为臣死忠，死又何妨。自光岳气分，士无全节；君臣义缺，谁负刚肠。骂贼张巡，爱君许远，留取声名万古香。后来者，无二公之操，百炼之钢。人生翕歘云亡。好烈烈轰轰做一场。使当时卖国，甘心降虏，受人唾骂，安得流芳。古庙幽沉，仪容俨雅，枯木寒鸦几夕阳。邮亭下，有奸雄过此，仔细思量。", "note": "注释：[1]翕歘：短促。", "english_title": "Spring in a Pleasure Garden", "english_author": "Wen Tianxiang", "ref": "If sons should die for filial pietyAnd ministers for loyalty,What matters for us to be dead?Our sacred land is torn in shreds,No patriot could feel at ease,Have loyal subjects done what they ought to?How could my righteous wrath appease?Zhang Xun, whom the rebels could not subdue,And Xu Yuan were loyal to the crown;They've left an undying renown,Those who come after them should feelThe lack of their loyal zeal,And they should be hardened into steel.Life will soon pass away like a flickering flame;A man should work, shine or rain,With all his might and main.If Zhang and Xu had fallen to the foe,They would have borne the blame,And down in history their names could never go.Their temple gloomy at the forest's side,Their statues, awe-inspiring, dignified,How many times have they been worshipped when crows flyOver old trees and the setting sun kindles the sky!Should a traitor pass by,Let him open his eye!注释：", "english_note": "注释：The poet writes this lyric to glorify Zhang Xun and Xu Yuan who did not submit the city to the besieging rebels under An Lushan and sacrificed their lives."}
{"title": "月上瓜洲", "author": "张辑", "src": "江头又见新秋，几多愁。塞草连天何处、是神州。英雄恨，古今泪，水东流。唯有渔竿明月、上瓜洲。", "note": "注释：[1]多景楼：南徐胜迹，在镇江北固山甘露寺内。楼坐山临江，风景佳绝，米芾称之为“天下江山第一楼”。自古以来的文人墨客，登北固山，临多景楼，常有题咏。[2]神州：指中国。此处指京都。[3]瓜洲：在长江北岸，是运河入长江处，有渡口与镇江相通。", "english_title": "The Moon over Melon Islet", "english_author": "Zhang Ji", "ref": "How much grief to see the autumn wind blowsBy the riverside again!Frontier grass skyward grows.Where's the lost Central Plain?Our heroes' tear on tear,Though shed from year to year,With the eastward-going river flows.Only the moonshineWith my fishing lineOn Melon Islet goes.", "english_note": "注释：At the moonlit Melon Islet the poet thinks of the lost Central Plain in moonlight."}
{"title": "行香子", "author": "苏轼", "src": "清夜无尘，月色如银。酒斟时、须满十分。浮名浮利，虚苦劳神。叹隙中驹，石中火，梦中身。虽抱文章，开口谁亲。且陶陶、乐尽天真。几时归去，作个闲人。对一张琴，一壶酒，一溪云。", "note": "注释：[1]陶陶：欢乐的样子。", "english_title": "Song of Pilgrimage", "english_author": "Su Shi", "ref": "Stainless is the clear night;The moon is silver bright.Fill my wine cupTill it brims up!Why toil with painFor wealth and fame in vain?Time flies as a steed whitePasses a gap in flight.Like a spark in the darkOr a dream of moonbeam.Though I can write,Who thinks I'm right?Why not enjoyLike a mere boy?So I would beA man carefree.I would be mute before my lute;It would be fine in face of wine;I would be proud to cleave the cloud.", "english_note": "注释：The poet compares time to a steed, a spark, a dream, and would be free, mute and proud."}
{"title": "南乡子", "author": "苏轼", "src": "怅望送春杯。渐老逢春能几回。花满楚城愁远别，伤怀。何况清丝急管催。吟断望乡台。万里归心独上来。景物登临闲始见，徘徊。一寸相思一寸灰。", "note": "注释：[1]清丝急管：送行酒宴上的音乐。", "english_title": "Song of the Southern Country", "english_author": "Su Shi", "ref": "Wine cup in hand, I see spring off in vain.How many times can I, grown old, see spring again?The town in bloom, I'm grieved to be far, far away.Can I be gay?The pipes and strings do hasten spring not to delay.I croon and gaze from Homesick Terrace high;Coming for miles and miles, alone I mount and sigh.Things can be best enjoyed in a leisurely way;For long I stay,And inch by inch my heart burns into ashes grey.", "english_note": "注释：The poet banished to Huangzhou grieves for the departing spring and his heart burned into ashes."}
{"title": "鹧鸪天", "author": "苏轼", "src": "林断山明竹隐墙，乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。", "note": "注释：[1]蕖：芙蕖。荷花的别称。[2]藜：一种草本植物，茎高五六尺，老后可做拐杖。", "english_title": "Partridges in the Sky", "english_author": "Su Shi", "ref": "Through forest breaks appear hills andBamboo-screened wall;Cicadas shrill o'er withered grass near a pool small.White birds are seen now and then looping in the air;Pink lotus blooms on lakeside exude fragrance spare.Beyond the cots,Near ancient town,Cane in hand, I stroll round while the sun's slanting down.Thanks to the welcome rain which fell when night was deep,Now in my floating life one more fresh day I reap.", "english_note": "注释：The poet describes his carefree life in banishment."}
{"title": "水龙吟", "author": "晁端礼", "src": "倦游京洛风尘，夜来病酒无人问。九衢雪小，千门月淡，元宵灯近。香散眉梢，冻消池面，一番春信。记南楼醉里，西城宴阕，都不管、人春困。屈指流年未几，早人惊、潘郎双鬓。当时体态，如今情绪，多应瘦损。马上墙头，纵教瞥见，也难相认。凭阑干，但有盈盈泪眼，把罗襟揾。", "note": "注释：[1]病酒：酒醉后身体不适。[2]九衢：四通八达的道路。[3]揾：拭，擦拭。", "english_title": "Water Dragon's Chant", "english_author": "Chao Duanli", "ref": "Tired of the wind and dust of the capital,I'm sick after drinking but no one cares at all.The thoroughfares covered with snow slight,From door to door the moon sheds a pale light,Near is the Lantern Day.Fragrance spread from mume sprayAnd ice melt on the pool will bringThe message of spring.I remember drinking in southern bowersAnd feasting in western towns,I was never tired of vernal hours.Counting up, only a few years have passed,But I'm surprised my forehead has turned grey so fast.The beauty with her graceAfter these days' ups and downsShould turn into a lean face.On horse or over the wall,Could we recognize each other at all?Leaning on balustrade, her tearful look grievesFor tears can't be wiped away by silken sleeves.", "english_note": "注释：The poet writes this lyric after thirty years of banishment. In the first part he compares the present with the past; in the last he thinks of a beauty he loves."}
{"title": "行路难", "author": "贺铸", "src": "缚虎手，悬河口，车如鸡栖马如狗。白纶巾，扑黄尘，不知我辈可是蓬蒿人？衰兰送客咸阳道，天若有情天亦老。作雷颠，不论钱，谁问旗亭，美酒斗十千？酌大斗，更为寿，青鬓常青古无有。笑嫣然，舞翩然，当垆秦女十五语如弦。遗音能记秋风曲，事去千年犹恨促。揽流光，系扶桑，争奈愁来一日却为长。", "note": "注释：[1]行路难：乐府古题，用作词牌名，多言世路艰难和离别悲伤之意。[2]鸡栖：鸡笼。[3]雷颠：狂放的样子。[4]旗亭：楼市。[5]秋风曲：汉武帝所作之《秋风辞》。[6]扶桑：传说中日出的地方。", "english_title": "Hard Is the Way", "english_author": "He Zhu", "ref": "Binding a tiger with bare hands,Speaking as flowing water expands,I ride in a cagelike cab, on a doglike steed.Putting on silk hood white,Raising yellow dust light,Who knows we countrymen can do great deed?The withered orchids see me off on homeward way,If heaven had a heart, he would grow old today.I'd play a madman oldAnd would not care for gold.I'd spend ten thousand coins to buy good wineAnd write in high pavilion verses fine.Let's fill our brimful cup,To old age let's live up!No man can grow old with black hair since days of yore.A smiling faceDances with grace,The western songstress at fifteen would speak and singAs a musical string.She sings the song of autumn breeze,Which, sung long ago, could still please.A thousand years have passed like one day and no more.Stop time that fliesAnt bind sunrise!But when sorrow comes near,One day seems as long as a year.", "english_note": "注释：The poet complains of talents unemployed, and would drown sorrow in wine with woman and song."}
{"title": "迷神引", "author": "晁补之", "src": "黯黯青山红日暮。浩浩大江东注。余霞散绮，向烟波路。使人愁，长安远，在何处。几点渔灯小，迷近坞。一片客帆低，傍前浦。暗想平生，自悔儒冠误。觉阮途穷，归心阻。断魂素月，一千里、伤平楚。怪竹枝歌，声声怨，为谁苦。猿鸟一时啼，惊岛屿。烛暗不成眠，听津鼓。", "note": "注释：[1]玉溪：信州。[2]坞：水边泊船处。[3]素月：形容月色白的样子。[4]平楚：登高远眺，望见树梢齐平连绵，故称平楚。楚，丛木。[5]竹枝歌：原是巴渝一带的民歌。白居易的《竹枝》中云：“竹枝苦怨怨何人，夜静山空歇又闻。蛮儿巴女齐声唱，愁杀江楼病使君。”由此，“竹枝”皆指歌中咽断之声。[6]津鼓：渡口报时的更鼓。", "english_title": "Song of Enchantment", "english_author": "Chao Buzhi", "ref": "Dim, dim the mountains blue, red, red the setting sun;The boundless, endless river waves eastward run.The rainbow clouds like brocade spreadSeem to flow on the misty waves going aheadIt grieves meTo leave the capitalI cannot see.A few dots of fishing lanterns smallFlicker in the docks near the town,By riverside sails lowered down.Thinking of bygone days,I regret to have lost my ways.If I can't farther roam,Why not go home?Hear-broken to see the moon wane,I'm grieved to view the far-flung plainStretched for a thousand li.The bamboo branch song grieves me.For whom should it complain?Monkeys and crows cry on the river,Even the islets shiver.In dimming candlelight I can't fall asleepBut hears the ferry drums announce that night is deep.", "english_note": "注释：The poet banished to Yuxi writes this lyric on his way."}
{"title": "踏莎行", "author": "秦观", "src": "雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。", "note": "注释：[1]砌成：凄恻、恨堆积之意。[2]潇湘：在零陵，此处指湘江、郴江会耒水、白豹水入湘江。", "english_title": "Treading on Grass", "english_author": "Qin Guan", "ref": "Bowers are lost in mist;Ferry dimmed in moonlight.Peach Blossom Land ideal is beyond the sight.Shut up in lonely inn, can I bear the cold spring?I hear at lengthening sunset homebound cuckoos sing.Mume blossoms sent by friendsAnd letters brought by post,Nostalgic thoughts uncounted assail me oft in host.The lonely river flows around the lonely hill.Why should it southward flow, leaving me sad and ill?注释：", "english_note": "注释：This lyric is written in an inn after the poet's banishment from place to place."}
{"title": "如梦令", "author": "曹组", "src": "门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。", "note": "注释：[1]金井：指装饰华美的井台。", "english_title": "A Dreamlike Song", "english_author": "Cao Zu", "ref": "Outdoors green shade spreads far and wide;Golden orioles sing side by side.They wake and sadden me,I rise and go around the well under the plane tree.What a tranquil day!What a tranquil day!When the breeze blows I see only one flower sway.", "english_note": "注释：The poet is sad for there is only one flower swaying in the breeze."}
{"title": "诉衷情", "author": "陆游", "src": "当年万里觅封侯，匹马戍梁州。关河梦断何处，尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。", "note": "注释：[1]关河：泛指边地险要的战守之处。关，关塞。河，河防。[2]尘暗旧貂裘：传说苏秦十次游说秦王无成，回家时“黑貂之裘敝”（《战国策·秦策一》）。这里则是以貂裘积满灰尘，陈旧变色，暗示自己长期闲置而功业未成。[3]心在天山：犹有万里从军之志。天山，在新疆境内，汉唐时为西北边陲。[4]沧洲：水边之地。陆游晚年退居山阴镜湖边的三山村。", "english_title": "Telling the Innermost Feeling", "english_author": "Lu You", "ref": "Alone I went a thousand miles long, long agoTo serve in the army at the frontier.Now to the fortress town in dream I could not go,Outworn my sable coat of cavalier.The foe not beaten back,My hair no longer black,My tears have flowed in vain.Who could have thought that in this life I would remainWith a mountain-high aimBut an old mortal frame!注释：", "english_note": "注释：The poet is grieved not to have beaten back the invaders."}
{"title": "蝶恋花", "author": "陆游", "src": "桐叶晨飘蛩夜语。旅思秋光，黯黯长安路。忽记横戈盘马处。散关清渭应如故。江海轻舟今已具。一卷兵书，叹息无人付。早信此生终不遇。当年悔草长杨赋。", "note": "注释：[1]蛩：蟋蟀。[2]黯黯：表示心情忧郁的样子。黯，深黑。[3]草：起草，写作。", "english_title": "Butterflies in Love with Flowers", "english_author": "Lu You", "ref": "The plane's leaves fall at dawn and crickets chirp at nightIn dreary autumn light.Leaving for capital, I make my gloomy way,Remembering the dayWhen I rode on my horse and wielded my spear.The Western Pass should stand still and the stream as clear.I would float on the sea as I wished before.To whom can I confide my book on the art of war?If I had known I'd meet in life no connoisseur,Why should I have advised in vain the emperor?注释：", "english_note": "注释：The poet writes this lyric on leaving the frontier for the capital."}
{"title": "阮郎归", "author": "辛弃疾", "src": "山前灯火欲黄昏，山头来去云。鹧鸪声里数家村，潇湘逢故人。挥羽扇，整纶巾，少年鞍马尘。如今憔悴赋招魂，儒冠多误身。", "note": "注释：[1]阮郎归：词牌名。出自东汉刘晨、阮肇天台山采药遇仙女的典故。又名“碧桃春”“醉桃源”“宴桃源”“灌缨曲”。双片，四十七字，前后片各四平韵。[2]耒阳：今湖南省耒阳县。张处父生平不详，据词意推测可能是词人故友。[3]推官：州郡的属官。[4]潇湘逢故人：借用梁代柳恽的诗句“洞庭有归客，潇湘逢故人”（《江南曲》）。[5]儒冠多误身：借用杜甫《奉赠韦左丞丈二十二韵》中的诗句“纨绔不饿死，儒冠多误身”。", "english_title": "The Lovers' Return", "english_author": "Xin Qiji", "ref": "At the foot of the hills lamplights hasten nightfall;Over the hills clouds come and go like a pall.Passing the village, I hear the partridge's homesick song,I'm glad to meet an old friend on my journey long.Head covered with silk hood, a feather fan in hand,While young, our steeds raised dust on the land.Now languid, we're in spirits low,The scholar's habit has brought us woe.", "english_note": "注释：The poet regrets he is not a warrior but a scholar."}
{"title": "贺新郎", "author": "辛弃疾", "src": "陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之不遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢微雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。", "note": "注释：[1]销骨：用孟郊《答韩愈李观因献张徐州》“富别愁在颜，贫别愁销骨”诗意。[2]错：典故出自《通鉴》及《北梦琐言》：唐哀帝天祐三年（906年），魏博节度使罗绍威借朱温兵力铲除了魏博内部的牙军，但为供应朱温派来的军队，历年积蓄耗用一空，魏兵也从此衰弱。罗绍威后悔地说：“合六州四十三县铁，不能为此错也。”错，本指错刀，这里借指错误。[3]料：岂料。[4]“长夜”二句：用《太平广记》卷二○四所记独孤生的故事。唐代独孤生善吹笛，“声发入云，及入破，笛遂败裂”。又承接小序“闻邻笛悲甚”，用向秀《思旧赋》的典故。", "english_title": "Congratulations to the Bridegroom", "english_author": "Written for Chen Liang", "ref": "Xin QijiWine cup in hand, at Long Pavilion I sayAbout poet Tao's style and wayLike the premier's of ancient day.From where comes the magpie in flight,Treading on the tip of pine covered with snow slight,Which falls on my cap worn and adds to my hair white?The hills and rills desolate appear,Only sparse mume blossoms blow in the breezeAnd shiver in moonlight.Two or three wild geeseLook also sad and drear.Of parting and not meeting we made light,I regret on river clear I was lost,In weather cold it can't be crossed.For water deep-frozen into ice won't flow.The road is broken and no wheels can forward go;Coming back, I'm frozen to the bone.Saddened why should I have come alone?My yearning is so strong,Can I for you not long?Now hearing at night the flute song,I fear our parting might be wrong.", "english_note": "注释：The first part of this lyric describes the poet's meeting with Chen Liang at Goose Lake; the last his regret to have parted with him, his effort and his failure to overtake him. As he could not cross the river, they cannot get together to enjoy the flute song at night."}
{"title": "鹧鸪天", "author": "辛弃疾", "src": "有客慨然谈功名，因追忆少年时事，戏作。壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡䩮，汉箭朝飞金仆姑。追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。", "note": "注释：[1]娖：整理。[2]银胡䩮：银色或镶银的箭袋。[3]髭须：嘴上边的胡须。", "english_title": "Partridges in the Sky", "english_author": "Xin Qiji", "ref": "While young, beneath my flag I had ten thousand knights;With these outfitted cavaliers I crossed the river.The foe prepared their silver shafts during the nights;During the days we shot arrows from golden quiver.I can't call those days backBut sigh over my plight;The vernal wind can't change my hair from white to black.Since thwarted in my plan to recover the lost land,I'd learn from neighbors how to plant fruit trees by hand.", "english_note": "注释：The poet compares his rural life with his heroic deeds of bygone days."}
{"title": "千年调", "author": "辛弃疾", "src": "开山径得石壁，因名曰苍壁。事出望外，意天之所赐邪，喜而赋。左手把青霓，右手挟明月。吾使丰隆前导，叫开阊阖。周游上下，径入寥天一。览玄圃，万斛泉，千丈石。钧天广乐，燕我瑶之席。帝饮予觞甚乐，赐汝苍壁。嶙峋突兀，正在一丘壑。余马怀，仆夫悲，下恍惚。", "note": "注释：[1]邪：同“耶”。[2]青霓：虹霓。[3]丰隆：雷神。《离骚》：“吾令丰隆乘云兮。”[4]阊阖：天门。《离骚》：“吾令帝阍开关兮，倚阊阖而望予。”[5]寥天一：空虚浑然一体的高天。《庄子·大宗师》：“安排而去化，乃入于寥天一。”[6]玄圃：悬圃，神山，传说在昆仑山之上。《离骚》：“朝发轫于苍梧兮，夕余至乎县（同悬）圃。”[7]“钧天”二句：钧天广乐，天上仙乐。《史记·赵世家》记赵筒子曾梦游天都，与百神共赏《钧天广乐》。燕，同“宴”，宴饮。瑶，瑶池。传说中的仙池，为群仙宴饮之地，亦在昆仑山上。[8]“帝饮”句：饮予，叫我饮酒。饮，作使动用法。觞，酒杯，这里代指酒。[9]“嶙峋”二句：嶙峋突兀，形容苍壁重叠高耸。一丘壑，即一山一水。此处指词人隐居之处瓢泉。", "english_title": "Song of a Thousand Years", "english_author": "The Green Rock", "ref": "Xin QijiIn my left hand I hold the rainbow brightAnd I bring down the moon with my right.I order the Thunder God to go beforeTo open for me the celestial door.I go up and down, far and nigh,Become one with the only and lonely sky.I see the hanging mountainAnd the inexhaustible fountain,And the green rock of a thousand feet high.Hearing heavenly music played,I'm feasted by the Pool of Jade.Our Lord invites me to wineAnd gives me a mini-cliff divine.Rugged and steep,It epitomizes mountain high and valley deep.My horse won't leave,My servant seems to grieve.Awake, I don't believe.", "english_note": "注释：Having discovered a mini-cliff, the poet imagines it to be colored as rainbow and bright like the moon, a gift of the Lord who invites him to wine. The mini-cliff or green rock may symbolize the Central Plain lost to the invaders. The last three lines imitate the last part of Qu Yuan's Sorrow after Departure, written in the third century BC."}
{"title": "贺新郎", "author": "刘过", "src": "弹铗西来路。记匆匆、经行十日，几番风雨。梦里寻秋秋不见，秋在平芜远树。雁信落、家山何处。万里西风吹客鬓，把菱花、自笑人如许。留不住，少年去。男儿事业无凭据。记当年、悲歌击楫，酒酣箕踞。腰下光茫三尺剑，时解挑灯夜语。谁更识，此时情绪？唤起杜陵风月手，写不东渭北相思句。歌此恨，慰羁旅。", "note": "注释：[1]“弹铗”句：弹铗，指战国时冯谖客居孟尝君的故事。齐人冯谖投奔孟尝君门下，却受到轻待，于是他几次弹剑作歌，委婉地提出种种要求，孟尝君不厌其烦地满足了他。后来，冯谖为孟尝君做了周密谋划，终于报答了孟尝君的赏识。比喻自己没遇到孟尝君这样的识才贤主。铗，剑。西来，指词人到京口、襄阳一带。[2]“秋在”句：平芜，草木丛生的平旷原野。远树，一作“远渚”。[3]雁信落：一作“想雁信”。[4]“把菱”句：菱花，指菱花镜，古代铜镜多为六角形或背面刻有菱花纹样。如许，像这样，此处指双鬓花白，面容憔悴。有的地方也作“憔悴”。[5]无凭据：无止境。[6]悲歌击楫：荆轲慷慨悲歌和祖逖中流击揖的典故。[7]箕踞：随意张开双腿坐，形似簸箕。[8]“谁更”句：有的版本这一句作“更忍对灯花弹泪”。[9]杜陵风月手：指杜甫。", "english_title": "Congratulations to the Bridegroom", "english_author": "Liu Guo", "ref": "Unrecognized on my way,In haste I passed ten days,Tempered in wind and rain.I seek but cannot find lost autumn in my dream,It hangs on far-off trees in far-flung plain.I would confide my message to the wild geese,But could they reach my homeland by the stream?My hair is whitened by long, long western breeze,Looking into the glass,I laugh how languid I am, alas!How could I stop my youth from passing away!Could I attain my ideal of bygone days?I remember heroes drank and sang plaintive lays,But all in vain.I can only speak to my sword bright.And stroke it by candlelight.Who understands me in such plight?Could I awaken the poet Du Fu to croonIn the breeze or under the moon,To write nostalgic verse by riversideIn the country far and wide?I'd drown my griefTo find relief.", "english_note": "注释：The poet sighs for the fleeting time and his unattained ideal to recover the lost land."}
{"title": "霜天晓角", "author": "黄机", "src": "寒江夜宿，长啸江之曲。水底鱼龙惊动，风卷地，浪翻屋。诗情吟未足，酒兴断还续。草草兴亡休问，功名泪，欲盈掬。", "note": "注释：[1]霜天晓角：词牌名。又名“月当窗”“踏月”。此词调首见于《全芳备祖前集》，宋代词人林逋取其前片的意境用为词牌名。[2]仪真：现在的江苏省仪征县。它位于长江北岸，在南宋时期曾多次受到金兵骚扰。[3]曲：江湾的曲折处。[4]掬：双手捧取。", "english_title": "Morning Horn and Frosty Sky", "english_author": "Huang Ji", "ref": "At night my boat is tiedBy the cold riverside,I croon for longMy verse and song.In water deepThe startled fish and dragon leap.Wind sweeps the ground;In waves houses seem drowned.I have not crooned my fill;Not drank, then I drink still.Don't ask at allAbout the rise and fall!How can I not shed tearsOver the lost frontiers?注释：", "english_note": "注释：The poet grieves over the lost frontiers."}
{"title": "望海潮", "author": "柳永", "src": "东南形胜，三吴都会，钱塘自古繁华。烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙。怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。重湖叠清嘉，有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙，乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。", "note": "注释：[1]形胜：地理形势险要之处。亦指风景优美之地。[2]三吴：历代说法不一。《水经注》以吴兴、吴郡、会稽一带为三吴。这里泛指江浙。[3]钱塘：今浙江杭州市。[4]参差：大约，将近。[5]云树：高入云霄的参天大树。[6]天堑：天然的壕沟，言其险要而不易越过。一般指长江，这里指钱塘江。[7]“重湖”句：重湖，杭州西湖以白堤为界，分为里湖和外湖，故曰重湖。叠山献，重叠的山峰。清嘉，清秀嘉丽。[8]三秋：秋季的第三个月，即农历九月。[9]高牙：以象牙做装饰的高大军旗。[10]凤池：凤凰池，为中书省的所在地，中书省是宋代最高行政机构。这里代指朝廷。", "english_title": "Watching the Tidal Bore", "english_author": "Liu Yong", "ref": "Scenic splendor southeast of River BlueAnd capital of ancient Kingdom Wu,Qiantang's as flourishing as e'er.The smokelike willows form a windproof screen;Adorned with painted bridges and curtains green,A hundred thousand houses spread out here and there.Upon the banks along the sand,Cloud-crowned trees stand.Great waves roll up like snowbanks white;The river extends till lost to sight.Jewels and pearls at the Fair on display,Satins and silks in splendid array,People vie in magnificenceAnd opulence.The lakes reflect the peaks and towers,Late autumn fragrant with osmanthus flowers,Lotus in bloom for miles and miles.Northwestern pipes play with sunlight;Water chestnut songs are sung by starlight;Old fishermen and maidens young all beam with smiles.With flags before and guards behind you come;Drunken, you may listen to flute and drum,Chanting the praises loudOf the land beneath the cloud.You may picture the scene another dayAnd boast to the Court where you'll go in full array.", "english_note": "注释：The poet dedicates this lyric to Sun He, governor of Qiantang (modern Hangzhou). The scenery in Qiantang is so well described in this lyric that even the commander-in-chief of the Jurchen invaders would cross the river to admire the scenic splendor."}
{"title": "二郎神", "author": "七夕", "src": "柳永炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户爽，天如水、玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。闲雅。须知此景，古今无价。运巧思穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。", "note": "注释：[1]炎光谢：暑气消散。[2]芳尘轻洒：“轻洒芳尘”的倒文。[3]玉钩：弯月。[4]星娥：指织女星。[5]飙轮：驭风而行的车。[6]耿耿：明亮貌。[7]“云鬟”句：云鬟，卷曲如云的环形发髻。亚，低垂的样子，同“压”。[8]钿合金钗：相传为唐玄宗与杨贵妃定情之信物。《长恨歌传》：“定情之夕，授金钗钿合以固之。”后泛指情人间之信物。", "english_title": "The Junior God", "english_author": "The Double Seventh Eve", "ref": "Liu YongThe heat will abateAfter the evening rain,Light fragrance and wet dust remain.Cold turns the dew,The breeze freshens the courtyard in view.In the water-clear skyA hooklike moon hangs high.Hindered for long, the Weaving Maid sighs,Now she may go on a date,Driving her winged wheels in flight.As far as she stretches her eyes,She sees fleecy clouds riseOver the Silver River bright.Such rendezvous is priceless since old days.A maiden comes downstairsTo thread a needle in clever ways,Looking upward, her cloudlike hairsCaress her powdered face.Who in the corridor whispers in the shade?It's her friend and his maid,Exchanging golden hairpin and silver case.They wish lovers may uniteEvery year as this nightOn earth as in the sky.", "english_note": "注释：The legend says that the Cowboy and the Weaving Maid are lover-stars separated by the Silver River (that is the Milky Way) could meet once every year on the seventh day of the seventh lunar month, that is, the Double Seventh Eve. The second stanza describes the rendezvous of earthly lovers."}
{"title": "浣溪沙", "author": "苏轼", "src": "徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。旋抹红妆看使君，三三五五棘篱门，相挨踏破蒨罗裙。老幼扶携收麦社，乌鸢翔舞赛神村，道逢醉叟卧黄昏。", "note": "注释：[1]“旋抹”句：旋，临时赶忙、急就。使君，汉时对州郡长官的称呼，此为苏轼自指。[2]棘篱门：用荆棘编成篱笆的门。[3]蒨：草名，可做红色染料。此处指红色。[4]收麦社：收麦时节祭祀土地神。[5]鸢：老鹰。赛神会有祭品，故鸟类围绕飞翔，伺机觅食。[6]赛神：用仪仗、箫鼓、杂戏迎神的活动。又称“赛会”。", "english_title": "Silk-washing Stream", "english_author": "Su Shi", "ref": "Maidens make up in haste to see the magistrate;By threes and fives they come out at their hedgerow gate.They push and squeeze and trample each other's skirt red.Villagers old and young to celebration are led;With crows and kites they dance thanksgiving in array.At dusk I see an old man lie drunk on the way.", "english_note": "注释：This lyric describes how the villagers welcome the governor coming to give thanks for rain at Stony Pool in Xuzhou."}
{"title": "浣溪沙", "author": "苏轼", "src": "麻叶层层苘叶光，谁家煮茧一村香？隔篱娇语络丝娘。垂白杖藜抬醉眼，捋青捣软饥肠，问言豆叶几时黄？", "note": "注释：[1]苘：通称青麻。麻类植物，一年生草本植物，茎皮的纤维可制麻袋、绳子等。[2]煮茧：把蚕茧浸在水中煮，然后抽出蚕丝，这一过程叫缫（sāo）丝。[3]络丝娘：虫名，俗称纺织娘。此借指缫丝妇女。[4]垂白：指须发将白的老人。[5]杖藜：以藜为手杖。[6]捋青捣：摘下新嫩麦子炒熟后碾成粉片状。捋，用手顺着抹去。，炒熟的米粉或面粉。[7]软：饱。囚久饥而饱，所以也有舒适、慰劳之意。唐人以酒食接风叫作“软脚”。苏轼《发广州》诗“三杯软饱后，一枕黑甜余”句自注：“浙人谓我饮酒为软饱。”《冷斋夜话》卷一：“诗人多用方言。南人……又谓睡美为黑甜，饮酒为软饱。”", "english_title": "Silk-washing Stream (III)", "english_author": "Su Shi", "ref": "The leaves of jute and hemp are thick and lush in this land;The scent of boiling cocoons in the village spreads.Across the fence young maidens prate while reeling threads.An old man raises dim-sighted eyes, cane in hand;He blends new wheat with old and says, “Eat if you please.”I ask him when will yellow the leaves of green peas.", "english_note": "注释：This lyric describes the rural life after the governor prays for rain. It also shows the governor's care for the villagers when he asks when peas will ripen."}
{"title": "浣溪沙", "author": "苏轼", "src": "簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。酒困路长唯欲睡，日高人渴漫思茶，敲门试问野人家。", "note": "注释：[1]簌簌：拟声词。枣花落在衣巾上的声音。[2]缲车：缲同“缫”。缫丝车。[3]牛衣：用粗麻之类编织而成，盖在牛身上取暖的衣物。《汉书·食货志》：“贫民常衣牛马之衣。”宋程大昌《演繁露》“编草使暖，以披牛体，盖蓑衣之类。”这里指粗布衣服。[4]漫：颇，非常。", "english_title": "Silk-washing Stream (IV)", "english_author": "Su Shi", "ref": "Date flowers fall in showers on my hooded head;At both ends of the village wheels are spinning thread;A straw-cloaked man sells cucumbers beneath a willow tree.Wine-drowsy when the road is long, I yearn for bed;Throat parched when the sun is high, I long for tea.I knock at a farmer's door to see what he'll treat me.", "english_note": "注释：This lyric describes the relationship between the governor and the villagers."}
{"title": "蝶恋花", "author": "范成大", "src": "春涨一篙添水面。芳草鹅儿，绿满微风岸。画舫夷犹湾百转，横塘塔近依前远。江国多寒农事晚。村北村南，谷雨才耕遍。秀麦连冈桑叶贱，看看尝面收新茧。", "note": "注释：[1]篙：撑船的竹竿。[2]画舫：雕饰华丽的彩船。[3]夷犹：犹豫迟疑的样子。", "english_title": "Butterflies in Love with Flowers", "english_author": "Fan Chengda", "ref": "In spring the water rises high,The grassy shore is greened by the light breeze.Where swim the geese,The painted boats move slowly on the winding streams,The tower is still far away, though near it seems.The weather's cold by riverside,The fields are not tilled far and wideTill the season of rain comes nigh.Wheat and mulberry leaves spread a green hue,Soon we may taste the grain and reap the cocoon new.", "english_note": "注释：The poet describes a Southern scenery and the Southerners' life."}
{"title": "清平乐", "author": "辛弃疾", "src": "连云松竹，万事从今足。拄杖东家分社肉，白酒床头初熟。西风梨枣山园，儿童偷把长竿。莫遣旁人惊去，老夫静处闲看。", "note": "注释：[1]东家：在这里指主持社日祭祀神灵的人家。[2]社肉：古代于春秋两次祭祀土神，每当春社日和秋社日，四邻相聚，屠宰牲口以祭社神，然后分享祭杜神的肉（见《荆楚岁时记》）。", "english_title": "Pure Serene Music", "english_author": "Xin Qiji", "ref": "Bamboos and pines extend to the clouds far and wide:From now on, with all I am satisfiedCane in hand, I go east to take my share of meat:At the head of my bed the first brew of wine sweet.The west wind ripens pears and dates in hillside land:Children come stealthily, long pole in hand.Do not scare them out of their pleasure!I will sit quietly at leisure.", "english_note": "注释：The poet describes his leisurely life, letting children steal his pears and dates with poles."}
{"title": "鹧鸪天", "author": "辛弃疾", "src": "陌上柔桑破嫩芽。东邻蚕种已生些。平冈细草鸣黄犊，斜日寒林点暮鸦。山远近，路横斜。青旗沽酒有人家。城中桃李愁风雨，春在溪头荠菜花。", "note": "注释：[1]些：一些；些微。也有人认为按照古音押韵的原则，应读“些”为，解为蚕沙，指蚂蚁大小的蚕。[2]平冈：平坦的小山坡。[3]黄犊：小黄牛。[4]点暮鸦：几只黄昏回巢的乌鸦。[5]青旗：古时酒店门口挂的用青布做的招牌。[6]沽酒：卖酒。[7]荠（jì）菜花：野生的蔬菜，二年生的草本植物，花四瓣，白色，茎叶嫩时可以吃。", "english_title": "Partridges in the Sky", "english_author": "Xin Qiji", "ref": "The tender twigs begin to spout along the lane;The silkworm's eggs of my east neighbor have come out.The yellow calves grazing fine grass bawl on the plain;At sunset in the cold forest crows fly about.The mountains extend far and near;Lanes crisscross there and here.Blue streamers fly where wine shops appear.Peach and plum blossoms in the town fear wind and showers,But spring dwells by the creekside where blossom wildflowers.", "english_note": "注释：The poet prefers flowers in the countryside to those in the town."}
{"title": "西江月", "author": "辛弃疾", "src": "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。", "note": "注释：[1]黄沙：江西上饶有黄沙岭，在上饶县西四十里的乾元乡，高曰十五丈。辛弃疾曾在这里建有书堂。[2]别枝：离开枝头。[3]听取：听到。[4]茅店：酒店；客店。[5]社林：指土地庙附近的树林。社，祭祀土地神的场所。", "english_title": "The Moon over the West River", "english_author": "Xin Qiji", "ref": "Startled by magpies leaving the branch in moonlight,I hear cicadas shrill in the breeze at midnight.The dcefields' sweet smell promises a bumper year;Listen, how frogs' croaks please the ear!Beyond the clouds seven or eight stars twinkle;Before the hills two or three raindrops sprinkle.There is an inn beside the village temple. Look!The winding path leads to the hut beside the brook.", "english_note": "注释：This lyric describes a beautiful summer night in the countryside."}
{"title": "忆秦娥", "author": "刘辰翁", "src": "中斋上元客散感旧，赋《忆秦娥》见属，一读凄然。随韵寄情，不觉悲甚。烧灯节，朝京道上风和雪。风和雪，江山如旧，朝京人绝。百年短短兴亡别，与君犹对当时月。当时月，照人烛泪，照人梅髪。", "note": "注释：[1]中斋：邓剡的号。邓剡，字光荐，庐陵人，和刘辰翁是同乡，他坚持抗元斗争，1279年崖山兵败，投海未死，被俘，与文天祥一同北遣，至南京放还，终不屈。他的《忆秦娥》惜不传。[2]烧灯节：我们通常说的上元节（元宵节）。[3]髮：头发。古代“髮”与“发”是意思不同的两个词，后来简化成“发”字。", "english_title": "Dream of a Fair Maiden", "english_author": "Liu Chenweng", "ref": "On Lantern DayWind and snow rage along the way.Wind and snow rage,The land looks as of yore,But pilgrimage no more.We have seen rise and fall in a hundred short years,But you and I still see the same moon appears.The same moon appearsTo brighten our sad tearsAnd whiten the hair of our peers.", "english_note": "注释：This lyric shows the poet's deep grief after the downfall of the Song Dynasty."}
{"title": "沁园春", "author": "谢枋得", "src": "十五年来，逢寒食节，皆在天涯。叹雨濡露润，还思宰柏；风柔日媚，羞看飞花。麦饭纸钱，只鸡斗酒，几误林间噪喜鸦。天笑道：此不由乎我，也不由他。鼎中炼熟丹砂。把紫府清都作一家。想前人鹤驭，常游绛阙；浮生蝉蜕，岂恋黄沙？帝命守坟，王令修墓，男子正当如是邪。又何必，待过家上冢，书锦荣华！", "note": "注释：[1]这首词是谢枋得当年过郓州时所作。郓州在今山东省，曾经分东郓和西郓。南宋灭亡后，谢枋得一直隐居闽中，其老家在江西弋阳。直至元二十六年（1289年），福建参知政事魏天佑，为了向朝廷取媚，强迫谢枋得北上到朝廷做官。寒食节时他经过郓州，四月到达了燕京，但最终绝食而死，年仅六十四岁。[2]寒食节：约在清明节前一两天，又称禁火节，是为了纪念春秋时期晋国的名臣义士介子推。介子推不愿夸功争宠，也不愿为官，后被晋文公手下焚山至死。为了纪念这位忠臣义士，在介子推死难之日不生火做饭，要吃冷食。[3]濡：浸渍，沾湿。[4]“把紫”句：紫府，指道家仙人所居之地。清都，指天帝所居的宫阙。[5]绛阙：宫殿或者寺观红色的门阙。这里形容帝王高深华美的宫殿。[6]“浮生”二句：语出《淮南子·精神训》：“蝉蜕蛇解，游于太清。”[7]“帝命”二句：至元十五年（1278年）元僧杨琏真伽发掘宋六陵盗取珍宝后，宋义士唐珏、林景熙等收埋宋帝后遗骨，并且移植宋故宫的冬青树于坟冢之上。这里似乎是取其事，阐发自己效忠宋室的决心。", "english_title": "Spring in a Pleasure Garden", "english_author": "Xie Fangde", "ref": "For fifteen years, on Cold Food Day,I have roamed far away.I sigh when dew falls or it rains hard.Can I not think of the cypress in the graveyard?When the wind's soft and the sun bright,I feel ashamed to see flowers in plight.The paper money, wheat and rice,Chicken and wine can't be offered for sacrifice.Hungry are hovering magpies and crows in flight.In laughter Heaven said,“I'm not to blame, nor are you at all.”When in the tripod the elixir's made,I'd fly to the palace of Taoist capital.Think of the immortal who on the crane's back flewTo the celestial hall!With yellow sand I will no more fall in loveThan a cicada with its slough.I'm ordered to guardThe imperial graveyardIs it what a man should properly do?Why should I forsake the old for the new,To live in a vainglorious hue?注释：", "english_note": "注释：The poet reveals his grief that he could not offer sacrifice to his ancestral graveyard occupied by Jurchen invaders, but do what he is ordered to."}
{"title": "传言玉女", "author": "汪元量", "src": "一片风流，今夕与谁同乐？月台花馆，慨尘埃漠漠。豪华荡尽，只有青山如洛。钱塘依旧，潮生潮落。万点灯光，羞照舞钿歌箔。玉梅消瘦，恨东皇命薄。昭君泪流，手捻琵琶弦索。离愁聊寄，画楼哀角。", "note": "注释：[1]钿：用金翠珠宝等制成的形如花朵的首饰。[2]箔：金属制成的薄片。[3]东皇：指春神。《尚书纬》：“春为东皇，又为青帝。”陆游《朝中措·梅》：“任是春风不管，也曾先识东皇。”", "english_title": "Message to Jade Maiden", "english_author": "Wang Yuanliang", "ref": "Who would enjoy any more the delightOf splendid lantern night?In bright moonlight among the flowersWe only see now dusty bowers.Gone is the splendor of yore,Only green mountains stand as before.In the riverside capitalWe only see the tide rise and fall.Dots on dots of lantern lightFeel shame to see the dancer fair and songstress bright,Mume blossoms look like jade,Before the Lord of Spring they fade.The princess sheds tear on tear,Playing on pipa strings in fear.If you will know her parting grief forlorn,Just listen in watchtower to the dreary horn!注释：", "english_note": "注释：The poet reveals his deep grief by comparing the lantern festivals before and after the downfall of the Song Dynasty. The princess refers to Zhaojun married to the Khan of the Tartars in 33 BC in order that the Tartars might not invade the Han frontier."}
{"title": "浣溪沙", "author": "晏殊", "src": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回。无可奈何花落去，似曾相识燕归来。小园香径独徘徊。", "note": "注释：[1]“去年”句：语本唐人邓谷《和知己秋日伤怀》诗：“流水歌声共不回，去年天气旧池台。”[2]香径：花园里的小路。", "english_title": "Silk-washing Stream", "english_author": "Yan Shu", "ref": "A song filled with new words, a cup filled with old wine,The bower is last year's, the weather is as fine.Will last year reappear as the sun on decline?Deeply I sigh for the fallen flowers in vain;Vaguely I seem to know the swallows come again.In fragrant garden path alone I still remain.", "english_note": "注释：The poet regrets that happy time will not reappear."}
{"title": "浣溪沙", "author": "晏殊", "src": "一向年光有限身，等闲离别易销魂。酒筵歌席莫辞频。满目山河空念远，落花风雨更伤春。不如怜取眼前人。", "note": "注释：[1]一向：通“一晌”。此意为一霎、片刻。[2]等闲：随便，平常。[3]频：指宴会的频繁。[4]“不如”句：元稹《会真记》载崔莺莺诗：“还将旧来意，怜取眼前人。”此句又见作者《木兰花》词：“不如怜取眼前人，免更劳魂兼役梦。”", "english_title": "Silk-washing Stream", "english_author": "Yan Shu", "ref": "What can a short-lived man do with the fleeting yearAnd soul-consuming separations from his dear?Refuse no banquet when fair singing girls appear!With hills and rills in sight, I miss the far-off in vain.How can I bear the fallen blooms in wind and rain!Why not enjoy the fleeting pleasure now again?注释：", "english_note": "注释：The poet thinks it better to enjoy the fleeting pleasure than to regret the fleeting time."}
{"title": "西江月", "author": "苏轼", "src": "世事一场大梦，人生几度秋凉？夜来风叶已鸣廊，看取眉头鬓上。酒贱常愁客少，月明多被云妨。中秋谁与共孤光，把盏凄然北望。", "note": "注释：[1]孤光：远照之月光。《文选》沈约《咏源中雁》诗：“单汎逐孤光。”注：“铣曰：孤犹远也。”[2]北望：有人认为是北望汴京，怀念皇帝；也有人认为是思念故友；还有人认为是思念词人的弟弟苏辙。从词的内容，以及联系苏轼其他词作，这里的“北望”仍然是望汴京（今河南开封市），表现了作者对国事的忧虑和对迫害自己的当权派的愤懑。同时表达了对弟弟深深的怀念之情。", "english_title": "The Moon over the West River", "english_author": "Su Shi", "ref": "Like dreams pass word affairs untold,How many autumns in our life are cold!My corridor is loud with wind-blown leaves at night.See my brows frown and hair turn white!Of my poor wine few guests are proud;The bright moon is oft veiled in cloud.Who would enjoy with me the mid-autumn moon lonely?Winecup in hand, northward I look only.", "english_note": "注释：The poet thinks life is like a dream."}
{"title": "醉落魄", "author": "苏轼", "src": "苍颜华发，故山归计何时决！旧交新贵音书绝，惟有佳人，犹作殷勤别。离亭欲去歌声咽，潇潇细雨凉吹颊。泪珠不用罗巾浥，弹在罗衫，图得见时说。", "note": "注释：[1]阊门：城门名，在苏州城西。[2]离亭：饯别的亭子。[3]浥：沾湿。", "english_title": "Drunk and Lost", "english_author": "Su Shi", "ref": "A pale face with hair grey,When can I go home without care?No word's received from my friends old or new,Only the songstress fairComes to sing for me a song of adieu.On leaving the pavilion, with sobs she sings;The chilly breeze a drizzling rain to my cheeks brings.Don't use your handkerchief to wipe your tears away!Let them fall on your silken sleeves!When we meet again, I know bow it grieves.", "english_note": "注释：The poet writes this lyric for a songstress who sheds tears when they part."}
{"title": "浣溪沙", "author": "苏轼", "src": "游蕲水清泉寺，寺临兰溪，溪水西流。山下兰芽短浸溪，松间沙路净无泥，萧萧暮雨子规啼。谁道人生无再少？门前流水尚能西，休将白发唱黄鸡。", "note": "注释：[1]蕲水：在黄州东南，发源于湖北蕲春县。[2]清泉寺：《东坡志林》：“寺在蕲水郭门外二里许，有王逸少（王羲之）洗笔泉。”[3]兰芽：兰草初生的嫩芽。[4]萧萧：同“潇潇”。细雨连绵的样子。[5]再少：重返青春。[6]门前流水尚能西：我国地势特点是西北高东南低，江河多从西向东流，而兰溪却向西流。作者由此联想到人生也能“再少”。", "english_title": "Silk-washing Stream", "english_author": "Su Shi", "ref": "In the stream below the hill there drowns the orchid bud;On sandy path between pine trees you see no mud.Shower by shower falls the rain while cuckoos sing.Who says an old man can't return unto his spring?Before Clear Fountain's Temple water still flows west.Why can't the cock still crow though with a snow-white crest?注释：", "english_note": "注释：The poet is very optimistic to say that an old man can be restored to his youth."}
{"title": "鹧鸪天", "author": "黄庭坚", "src": "坐中有眉山隐客史念之和前韵，即席答之。黄菊枝头生晓寒。人生莫放酒杯干。风前横笛斜吹雨，醉里簪花倒著冠。身健在，且加餐。舞裙歌板尽清欢。黄花白发相牵挽，付与时人冷眼看。", "note": "注释：[1]眉山：今属四川，距峨眉不远。[2]史念之：名铸，四川眉山人，为塾师，经常与黄庭坚诗词唱和。[3]倒著冠：晋山简任征南将军，经常畅饮大醉，人们为他编了歌谣，其中有“复能乘骏马，倒著白接篱”句（白接篱是一种冠名）。这里引用这个典故来描述醉相。[4]黄花白发：老人头上插着黄花。指作者自己。", "english_title": "Partridges in the Sky", "english_author": "Huang Tingjian", "ref": "On yellow chrysanthemums dawns the morning chill.Do not let your wine cup go dry while you live still!Play on your flute when slants the rain and blows the breeze!Drunk, pin a flower on your invert hat with ease!When you keep fit, eat better meal and drink more wine!Enjoy your fill with dancers sweet and songstress fine!As golden blooms become the young, white hair the old.Why should I care for other people's glances cold?注释：", "english_note": "注释：The poet reveals his discontent while indulged in wine, woman and song."}
{"title": "西江月", "author": "黄庭坚", "src": "老夫既戒酒不饮，遇宴集，独醒其旁。坐客欲得小词，援笔为赋。断送一生惟有，破除万事无过。远山横黛蘸秋波，不饮旁人笑我。花病等闲瘦弱，春愁无处遮拦。杯行到手莫留残，不道月斜人散。", "note": "注释：[1]远山横黛：指眉毛。据《西京杂记》记载：“（卓）文君姣好，眉色如望远山。”又载，汉赵飞燕妹合德为薄眉，号“远山黛”（见伶玄《赵飞燕外传》）。[2]不道：意为“不思”“不想”，多用为反辞，犹云“何不思”“何不想”。", "english_title": "The Moon over the West River", "english_author": "Written for Wine after Abstinence", "ref": "Huang TingjianNothing dissipates life as you,Nor rids it of sorrow new.Before blue-hill-like brow and wave-like eye,I should be laughed at if I don't drink my cup dry.For no reason the flower fades.Could I bar spring grief which invades?Leave no cup in hand undrunk!Don't wait till all are gone and the moon sunk.", "english_note": "注释：The poet says that wine can get rid of sorrow, when drinking with a fair songstress."}
{"title": "南乡子", "author": "黄庭坚", "src": "重阳日，宜州城楼宴集，即席作。诸将说封侯，短笛长歌独倚楼。万事尽随风雨去，休休，戏马台南金络头。催酒莫迟留，酒味今秋似去秋。花向老人头上笑，羞羞，白发簪花不解愁。", "note": "注释：[1]宜州城：今广西宜州。[2]戏马台：在彭城。相传项羽因山筑台以戏马。[3]金络头：马笼头。古乐府：“黄金络马头。”", "english_title": "Song of a Southern Country", "english_author": "Written on Mountain-climbing Day", "ref": "Huang TingjianGenerals talk of nobility or long;I lean on balustrade, listening to flute song.Everything will be gone with wind and rain,In vain, in vain!The golden bridle of the steed can't long remain.Drink wine without delay!It tastes as good now as last Mountain-Climbing Day.Flowers would smile on an old man's head,Blush and go red.To rid of grief white hair with flowers will be wed.", "english_note": "注释：This is the poet's last lyric, saying that wine and flowers become an old man."}
{"title": "望海潮", "author": "秦观", "src": "梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。", "note": "注释：[1]梅英疏淡：梅花逐渐褪色，变得稀疏。[2]冰澌溶泄：冰块融化、流动。[3]金谷：洛阳园名。[4]铜驼：洛阳街道名。唐刘禹锡有诗：“金谷园中花几色，铜驼陌上好风吹。”[5]误随车：错误地跟随别家女眷的车马。语出自韩愈《游城南十六首》的《嘲少年》：“直把春偿酒，都将命乞花。只知闲信马，不觉误随车。”[6]桃蹊：桃树下的路径。源自《史记·李将军列传》：“桃李不言，下自成蹊。”[7]西园：根据李格非《洛阳名园记》载，洛阳有董氏西园，是一时的名胜。[8]鸣笳：本指一种胡人乐器，这里指音乐歌舞。[9]飞盖妨花：无数车盖妨碍人们赏花。魏曹植有诗曰：“清夜游西园，飞盖相追随。”[10]兰苑：名园，即指金谷园。[11]栖鸦：寻找归巢的乌鸦。", "english_title": "Watching the Tidal Bore", "english_author": "Qin Guan", "ref": "Mume blossoms fade;Ice melts away;The speechless eastern breezes bringIn early spring.I still remember the West Garden in the shadeOf willow trees on a fine day;We slowly toured on sandy way.I followed a handsome carriage wrongWhen willow catkins flew alongWith dancing butterflies above;My mind was full of joy and love.Beneath peach trees spring running riotDisturbed all houses' quiet.Can I forget we drank and played on the pipe at night,The moon was outshone by lanterns brightAnd flowers screened by flying canopies?The pleasure garden glitters still with gold,But I who come again am growing old.Everything I see evokes but sighs.In misty dusk the wineshop streamers slanting low.Leaning on railings of the bar,I gaze afar.What I see now and then is nesting crow on crow.What can I do apartWith a homesick heartWhich follows secretly the running brookUntil the end of the earth or its farthest nook?注释：", "english_note": "注释：The poet compares his past pleasure with his present sorrow."}
{"title": "满庭芳", "author": "秦观", "src": "山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。销魂当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也，襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。", "note": "注释：[1]谯门：谯楼之门，古时在城门上建楼用以瞭望，上为楼，下为门。一说即鼓楼之门，古代以更鼓表示时间。[2]离尊：指送别之酒宴。[3]蓬莱旧事：相传秦观有一次应邀在蓬莱阁参加会稽太守程辟的宴会时，认识了一个女子，不能忘情，故曰“蓬莱旧事”。[4]香囊：男女间定情之物。[5]罗带：古人以结带表示相爱。[6]薄幸：薄情。唐杜牧有诗曰：“十年一觉扬州梦，赢得青楼薄幸名。”", "english_title": "Courtyard Full of Fragrance", "english_author": "Qin Guan", "ref": "A belt of clouds girds mountains highAnd withered grass spreads to the sky.The painted horn at the watchtower blows.Before my boat sails up,Let's drink a farewell cup.How many things do I recall in bygone days,All lost in mist and haze!Beyond the setting sun I see but dots of crowsAnd that around a lonely village water flows.I'd call to mind the soul-consuming hourWhen I took off your perfume purse unseenAnd loosened your silk girdle in your bower.All this has merely won me in the Mansion GreenThe name of fickle lover.Now I'm a rover,O when can I see you again?My tears are shed in vain;In vain they wet my sleeves.It grievesMy heart to find your bower out of sight;It's lost at dusk in city light.", "english_note": "注释：The poet writes this lyric for his beloved songstress in the Green Mansion."}
{"title": "水龙吟", "author": "晁补之", "src": "问春何苦匆匆，带风伴雨如驰骤。幽葩细萼，小园低槛，壅培未就。吹尽繁红，占春长久，不如垂柳。算春长不老，人愁春老，愁只是、人间有。春恨十常八九，忍轻辜、芳醪经口。那知自是、桃花结子，不因春瘦。世上功名，老来风味，春归时候。最多情犹有，尊前青眼，相逢依旧。", "note": "注释：[1]葩：花。[2]萼：花外面的一轮叶状薄片，称萼片。[3]壅培：把土或肥料培在材料根部。[4]芳醪：美酒。[5]青眼：《世说新语》载，阮籍见凡俗之人以白眼相对，见嵇康携酒挟琴来，大悦，待之以青眼。后人以青眼表示尊喜，以白眼表示厌恶，也有以青眼指知心好友。司马光有诗：“呼儿取次具杯盘，青眼相逢喜无极。”", "english_title": "Water Dragon's Chant", "english_author": "Chao Buzhi", "ref": "Why should spring go so soon, indeed,With wind and rain like a galloping steed?The flowers sweet in garden smallAre not deep planted in the soil at all.Red blossoms will be blown down by the breeze;They cannot last longer than willow trees.Spring won't old grow.How can it bring woe?For weal and woeOnly in human world go.Nine out of ten people regret spring's fleet.Should we neglect a mouthful of wine sweet?The peach tree won't grow thin for springBut for the fruit which it will bring.Do not sigh for glory on the declineTill old are youOr till spring says adieu.Only a bosom friendBefore a cup of wineWill last to the end.", "english_note": "注释：The poet sighs for the departing spring and the weal and woe it brings."}
{"title": "满庭芳", "author": "周邦彦", "src": "风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟。人静乌鸢自乐，小桥外、新绿溅溅。凭阑久，黄芦苦竹，疑泛九江船。年年。如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前。憔悴江南倦客，不堪听、急管繁弦。歌筵畔，先安簟枕，容我醉时眠。", "note": "注释：[1]溧水：今江苏省县名。[2]地卑：地势低洼。[3]乌鸢：乌鸦，鹞鹰。[4]溅溅：流水声。[5]九江船：白居易于元和十年（815年）左迁九江郡司马，曾于秋夜送客浔阳江头，闻船上有铮铮弹琵琶之声，遂移船邀见，添酒开宴，事见《琵琶行》并序。[6]社燕：社是古代祭祀土神的日子，分春秋两社。相传燕子春社北来，秋社南归，故称社燕。[7]瀚海：本作“翰海”。《史记·卫将军骠骑列传》载霍去病“登临翰海”，司马贞《索引》引崔浩云：“北海名，群鸟之所解羽。故云翰海。”一般用以指北方沙漠地区，此处泛指边远荒寒的地区。[8]修椽：承受屋瓦的长椽子。修，长。[9]尊：同“樽”，酒杯。[10]急管繁弦：指激烈、繁复的音乐。", "english_title": "Courtyard Full of Fragrance", "english_author": "Zhou Bangyan", "ref": "In balmy breezeFledged orioles in flight,In gentle rainThe mumes are filling out.At moon the rounded shadows of the stately treesAre pools of cool delight.Low is the plainWith hills about.The clothes damp need incense smoke to make them dry.It's so reposeful that e'er crows won't fly.Beyond the little bridge green water sings its song.Leaning on rails for long,I seem to see that exiled poet whoWas fenced in by a tangle of weeds and bamboo.From year to yearI'm like a swallow swift that leavesFor northern sea and wanders there and here,But glad to come back under the same old eaves.Well, why waste thoughts on downs and ups?Just drink the ever-brimming cups!For weary southerner with thoughts homebound,E'en merry flutes and strings would hollow sound.Beside the banquet table spreadPut mat and pillow on a bedWhere, drunken, I may rest my head!注释：", "english_note": "注释：The poet describes a reposeful summer day but he is as melancholic as the exiled poet Bai Juyi (772—846)."}
{"title": "齐天乐", "author": "周邦彦", "src": "绿芜凋尽台城路，殊乡又逢秋晚。暮雨生寒，鸣蛩劝织，深阁时闻裁剪。云窗静掩。叹重拂罗裀，顿疏花簟。尚有綀囊，露萤清夜照书卷。荆江留滞最久，故人相望处，离思何限。渭水西风，长安乱叶，空忆诗情宛转。凭高眺远。正玉液新，蟹螯初荐。醉倒山翁，但愁斜照敛。", "note": "注释：[1]台城：在今江苏南京，原是东晋、南朝台省与宫殿所在地。[2]蛩：蟋蟀。[3]罗裀（yīn）：罗绮垫褥。[4]花簟：精美的竹席。[5]（shū）：稀薄布料。[6]露萤：《晋书·车胤传》：“（胤）家贫，不常得油，夏月则綀囊盛数十萤火以读书。”[7]荆江：指荆州（今湖北江陵），词人三十七岁前曾客居于此数年（王国维《清真先生遗事》）。[8]长安：指代汴京（今河南开封）。以长安代汴京，宋词习见。[9]玉液：美酒。[10]：滤酒的竹器。此处用作动词。[11]蟹螯：《世说新语·任诞》：“毕茂世（卓）云：‘一手持蟹螯，一手持酒杯，拍浮酒池中，便足了一生。’”这是一种不为世用，放诞不拘的行为。[12]山翁：指山简。晋代竹林七贤之一山涛之幼子。《世说新语·任诞》：“山季伦（简）为荆州，时出酣畅，人为之歌曰：‘山公时一醉，径造高阳池。日暮倒载归，酩酊无所知。’”", "english_title": "Universal Joy", "english_author": "Zhou Bangyan", "ref": "Green trees are withered on the way to the capital;In late autumn I stay by alien city wall.Cold grows out of evening rain by and by,The crickets seem to chirp for weaving maid,Deep in her bower winter clothes are being made.With windows quietly closed, I sighTo change the bamboo mat for quilt of brocade.Like poor scholar, I would read by the lightOf fireflies in the clear night.By riverside the longest I stay,Thinking of my old friends so far away.How can my longing not lengthen with each day?The river rippled by the western breeze,The capital is covered with fallen leaves;In vain do I remember the verse which grievesThough it was written with ease.I climb up high and look afar.How good the new-brewed wine and new-caught crabs are!Like an old poet I'll be drunk,Grieved to see the sinking sun so early sunk.", "english_note": "注释：The poet is grieved at late autumn and the autumn of his life."}
{"title": "点绛唇", "author": "叶梦得", "src": "缥缈危亭，笑谈独在千峰上。与谁同赏，万里横烟浪。老去情怀，犹作天涯想。空惆怅。少年豪放，莫学衰翁样。", "note": "注释：[1]绍兴乙卯：宋高宗绍兴五年（1135年）。[2]绝顶小亭：在吴兴西北卞山峰顶。[3]缥缈：隐隐约约。[4]天涯想：指恢复中原万里河山的想望。", "english_title": "Rouged Lips", "english_author": "Ye Mengde", "ref": "The frowning pavilion dimly appears;We talk and laugh above peak on peak.Who would enjoy with me,The misty waves undulating for a thousand li?Old as am I,I still think of recovering the lost frontiers.In vain I sigh.Be brave, young man, don't act as a man old and weak!注释：", "english_note": "注释：This lyric exhorts the young to be braver than the old."}
{"title": "临江仙", "author": "朱敦儒", "src": "堪笑一场颠倒梦，元来恰似浮云。尘劳何事最相亲。今朝忙到夜，过腊又逢春。流水滔滔无住处，飞光匆匆西沉。世间谁是百年人。个中须著眼，认取自家身。", "note": "注释：[1]著眼：宋周必大《二老堂诗话》载：“朱希真致仕居嘉禾，诗词独步一世。秦丞相欲令教秦伯阳作诗，遂除鸿胪少卿。或作诗云：‘少室山人久桂冠，不知何事到长安。如今纵插梅花醉，未必王侯著眼看。’”", "english_title": "Riverside Daffodils", "english_author": "Zhu Dunru", "ref": "Laughable life is a dream of fall and rise;It's just like a cloud floating in the skies.What business do you like best,Toiling from morning till night,From winter cold to spring bright?Water flows on and on without rest.The sun flies, suddenly it sinks in the west.Who on earth can live to a hundred years old?You should have discerning eyesTo know if you are clay or gold.", "english_note": "注释：The poet thinks life is full of ups and downs."}
{"title": "西江月", "author": "朱敦儒", "src": "世事短如春梦，人情薄似秋云。不须计较苦劳心，万事原来有命。幸遇三杯酒好，况逢一朵花新。片时欢笑且相亲，明日阴晴未定。", "note": "注释：[1]春梦：春日午睡时候的短梦。[2]计较：算计。[3]且：姑且，聊且。", "english_title": "The Moon over the West River", "english_author": "Zhu Dunru", "ref": "Life is as short as a spring dream;Love is fleetinglike autumn stream.Don't on gain or loss speculate!We can't avoid our fate.I'm lucky to have three cups of good wine.What's more, I can enjoy fresh flower.Make merry in laughter for an hour.Who knows if tomorrow it will be fine.", "english_note": "注释：The poet cannot but accept his failure."}
{"title": "声声慢", "author": "李清照", "src": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急。雁过也，正伤心，却是旧时相识。满地黄花堆积。憔悴损，如今有谁堪摘。守着窗儿，独自怎生得黑。梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！", "note": "注释：[1]乍暖还寒：指初秋天气。[2]将息：调养休息，保养安宁。此为唐宋时方言。[3]次第：光景，情形。", "english_title": "Slow, Slow Tune", "english_author": "Li Qingzhao", "ref": "I look for what I miss;I know not what it is.I feel so sad, so drear,So lonely, without cheer.How hard is itTo keep me fitIn this lingering cold!Hardly warmed upBy cup on cupOf wine so dry,O how could IEndure at dusk the driftOf wind so swift?It breaks my heart, alas!To see the wild geese pass,For they are my acquaintances of old.The ground is covered with yellow flowers,Faded and fallen in showers.Who will pick them up now?Sitting alone at the window, howCould I but quickenThe pace of darkness that won't thicken?On plane's broad leaves a fine rain drizzlesAs twilight grizzles.O what can I do with a griefBeyond belief?注释：", "english_note": "注释：The poetess describes her loneliness after the death of her dear husband."}
{"title": "永遇乐", "author": "李清照", "src": "落日镕金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。", "note": "注释：[1]落日镕金：落日之色像熔化了的黄金。[2]合璧：像璧玉一样合成一块。璧，平圆形而中有孔的玉。[3]吹梅笛怨：指笛子吹出《梅花落》曲幽怨的声音。李白《与史郎中钦听黄鹤楼上吹笛》：“黄鹤楼中吹玉笛，江城五月落梅花。”落梅花，即《梅花落》曲，兼指梅花之落。《乐府诗集》卷二十四《横吹曲辞》：“《梅花落》，本笛中曲也。”[4]次第：接着，转眼。[5]中州：今河南一带，上古为豫州，因为在九州中心，所以称中州。这里“中州”是指东京汴梁（今开封市）。[6]偏重：特别看重。[7]三五：正月十五元宵节。[8]铺翠冠儿：饰有翠羽的女式帽子。[9]捻金雪柳：用金黄色的绸或纸扎制的雪柳。雪柳，妇女元宵节戴的一种头饰，形似柳枝。[10]簇带：满戴着。装扮之意。[11]济楚：整齐漂亮。宋柳永《木兰花》：“心娘自小能歌舞，举意动容皆济楚。”[12]风鬟霜鬓：形容头发蓬松散乱。[13]怕见：怕。口语。", "english_title": "Joy of Eternal Union", "english_author": "Li Qingzhao", "ref": "The setting sun like molten gold,Gathering clouds like marble cold,Where is my dear?Willows take misty dye,Flutes for mume blossoms sigh.Can you say spring is here?On Lantern FestivalWeather's agreeable.Will wind and rain not come again?I thank my friends in verse and wine,With scented cabs and horses fine,Coming to invite me in vain.I remember the pleasureLadies enjoyed at leisureIn capital of olden day.Headdress with emeraldAnd filigree of goldVied in fashion display.Now with a languid airAnd dishevelled frosty hairI dare not go out in the evening.I'd rather forward leanBehind the window screenTo hear other people's laughter ring.", "english_note": "注释：The poetess compares the Lantern Festival before and after her husband's death."}
{"title": "木兰花", "author": "陆游", "src": "三年流落巴山道。破尽青衫尘满帽。身如西瀼渡头云，愁抵瞿塘关上草。春盘春酒年年好。试戴银旛判醉倒。今朝一岁大家添，不是人间偏我老。", "note": "注释：[1]西瀼：瀼水分西瀼、东瀼，都在今重庆市奉节县境内。[2]春盘：唐宋以后，立春之日有食春饼与生菜之俗。饼与生菜以盘装之，即称为春盘。[3]旛：一种用双丝绢帛剪成的小幡，叫作春幡。或称幡胜、春胜，在立春那天，作为节日礼物，或簪于头上，或桂在柳枝上，抑或贴于屏风。[4]判：“拼”，拼酒。", "english_title": "Magnolia Flower", "english_author": "Lu You", "ref": "A roamer from the east to the west for three years,Worn out in my blue gown, dusty my hat appears.Like floating cloud over the ferry of west stream,Or grass overgrown in Three Gorges, my grief would seem.From year to year spring plate is as good as spring wine;We vie to be drunk adorned with ribbons fine.All of us have grown older by one year today;I'm not the only one to olden in my way.", "english_note": "注释：The poet describes the grief of a roamer on the Spring Day."}
{"title": "临江仙", "author": "陆游", "src": "鸠雨催成新绿，燕泥收尽残红。春光还与美人同：论心空眷眷，分袂却匆匆。只道真情易写，那知怨句难工。水流云散各西东。半廊花院月，一帽柳桥风。", "note": "注释：[1]果州：今四川省南充。[2]鸠雨：相传鹁鸠鸟，阴天就赶走它的配偶，晴天便呼唤它归来。三国吴时陆玑《毛诗草木鸟兽虫鱼疏》卷下载鸠鸟“阴则屏逐其匹，晴则呼之。语曰‘天将雨，鸠逐妇'是也”。陆游《秋阴》诗：“雨来鸠有语。”陆游祖父陆佃所作的《埤雅》亦引之。[3]“燕泥”句：燕子把伴有落花的春泥都衔去筑巢了。", "english_title": "Riverside Daffodils", "english_author": "Lu You", "ref": "The drizzling rain hastens grass to green the place;Swallows peck clods blended with fallen red.Spring is as beautiful as a rosy face;With a lingering heartShe's unwilling to part.I thought true feeling easy to paint;But know not it's hard to voice a complaint.Water flows east or west and clouds wide spread,Flowers in the yard steeped in moonlight,On willowy bridge my hat is filled with breeze light.", "english_note": "注释：The poet regrets the departing spring and describes the parting grief."}
{"title": "卜算子", "author": "严蕊", "src": "不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。去也终须去，住也如何住！若得山花插满头，莫问奴归处。", "note": "注释：[1]风尘：古时称妓女生涯为堕落风尘，妓女为风尘女子。[2]前缘：前世的因缘，即命中注定。[3]东君：传说中的司春之神，主管花开花落。这里借指主管妓女的地方官吏。", "english_title": "Song of Divination", "english_author": "Yan Rui", "ref": "Is it a fallen life I love?It's the mistake of fate above.In time flowers blow, in time flowers fall;It's all up to the east wind, all.By fate! Have to go my way;If not, where can I stay?If my head were crowned with flowers,Do not as me where are my bowers!注释：", "english_note": "注释：The poetess put in jail writes this lyric and is released."}
{"title": "丑奴儿", "author": "辛弃疾", "src": "少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁。而今识尽愁滋味，欲说还休。欲说还休，却道天凉好个秋。", "note": "注释：[1]博山：博山在今江西省上饶市广丰县西南。淳熙八年（1181年）辛弃疾罢职退居上饶，常过博山。[2]强说愁：无愁而勉强说愁。古代诗歌多有“以悲为美”的习惯，故而词人为赋新词，要勉强说愁。韩愈《荆潭唱和诗序》：“欢愉之辞难工，而穷苦之言易好也。”方文《涂山续集》：“其中妙诀无多语，只有销魂与断肠。”", "english_title": "Song of Ugly Slave", "english_author": "Xin Qiji", "ref": "While young, I knew no grief I could not bear;I'd like to go upstair.I'd like to go upstairTo write new verses with a false despair.I know what grief is now that I am old;I would not have it told.I would not have it told,But only say I'm glad that autumn's cold.", "english_note": "注释：The poet compares the grief of youth and age."}
{"title": "水调歌头", "author": "杨炎正", "src": "把酒对斜日，无语问西风。胭脂何事，都做颜色染芙蓉。放眼暮江千顷，中有离愁万斛，无处落征鸿。天在阑干角，人倚醉醒中。千万里，江南北，浙西东。吾生如寄，尚想三径菊花丛。谁是中州豪杰，借我五湖舟楫，去作钓鱼翁。故国且回首，此意莫匆匆。", "note": "注释：[1]芙蓉：荷花。这里指秋荷。梁昭明太子《芙蓉赋》说它“初荣夏芬，晚花秋曜”。[2]三径菊花丛：陶渊明《归去来兮辞》：“三径就荒，松菊犹存。”", "english_title": "Prelude to Water Melody", "english_author": "Recall With Emotion In the Spring Evening", "ref": "Yang YanzhengWine cup in hand, I face the slanting sun;Silent, I ask what the western wind has done.Why should the rouge redden lotus in dye?I stretch my eyeTo see the evening river far and wide,Brimming with parting griefBeyond belief,Where no message-bearing wild geese can alight.Beyond the balustrade extends the sky.I lean on it, halfdrunk and halfawake.For miles and moreOver the north and southOf the river mouth,And east and west of the river shore,I roam like a parasite.Thinking of the chrysanthemums along the pathways,Who is so generous in those daysTo lend me a boat to float on the lakeOr fish by riverside?Turning my head to gaze on the lost land,How could I, doing nothing, here stand!注释：", "english_note": "注释：The poet describes the grief-laden autumn and his grief-laden heart for he can do nothing to recover the lost land."}
{"title": "扬州慢", "author": "姜夔", "src": "淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城则四顾萧条，寒水自碧，暮色渐起，戍角悲吟；予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生。", "note": "注释：[1]“淳熙”句：淳熙丙申，即淳熙三年（1176年）。至日，冬至。[2]维扬：扬州。[3]“荠麦”句：荠麦，荠菜和麦子。弥望，满眼。[4]戍角：军中号角。[5]千岩老人：南宋诗人萧德藻，字东夫，自号千岩老人。姜夔曾跟他学诗，又是他的侄女婿。[6]淮左：淮东。扬州是宋代淮南东路的首府，故称“淮左名都”。[7]春风十里：杜牧《赠别》诗：“春风十里扬州路，卷上珠帘总不如。”这里用以借指扬州。[8]胡马窥江：指1161年金主完颜亮南侵，攻破扬州，直抵长江边的瓜洲渡，到淳熙三年（1176年）姜夔过扬州已十六年。[9]清角：凄清的号角声。[10]“杜郎”句：杜郎，杜牧。唐文宗大和七年到九年（834-836年），杜牧在扬州任淮南节度使掌书记。俊赏，俊逸清赏。钟嵘《诗品序》：“近彭城刘士章，俊赏才士。”[11]豆蔻词工：杜牧《赠别》：“娉娉袅袅十三余，豆蔻梢头二月初。”[12]青楼梦好：杜牧《遣怀》诗：“十年一觉扬州梦，赢得青楼薄幸名。”", "english_title": "Slow Song of Yangzhou", "english_author": "Jiang Kui", "ref": "In the famous town east of River HuaiAnd scenic spot of Bamboo West,Breaking my journey, I alight for a short rest.The three-mile splendid road in breeze have I passed by;It's now overgrown with wild green wheat and weeds.Since Northern shore was overrun by Jurchen steeds,Even the tall trees beside the pond have been war-torn.As dusk is drawing near,Cold blows the born;The empty town looks drear.The place Du Mu the poet prized,If he should come again today,Would render him surprise.His verse on the cardamon sprayAnd on sweet dreams in mansions greenCould not expressMy deep distress.The Twenty-four Bridges can still be seen,But the cold moon floating amongThe waves would no more sing a song.For whom should the peonies nearThe bridge grow red from year to year?注释：", "english_note": "注释：The poet compares the riverside town before and after the Jurchen invasion."}
{"title": "淡黄柳", "author": "姜夔", "src": "客居合肥南城赤栏桥之西，巷陌凄凉，与江左异，惟柳色夹道，依依可怜。因度此曲，以纾客怀。空城晓角。吹入垂杨陌。马上单衣寒恻恻。看尽鹅黄嫩绿，都是江南旧相识。正岑寂。明朝又寒食。强携酒、小桥宅。怕梨花、落尽成秋色。燕燕飞来，问春何在，唯有池塘自碧。", "note": "注释：[1]赤栏桥：在合肥城南。宋光宗赵淳绍熙二年（1191年），姜夔寄居合肥，其《送范仲讷往合肥》诗中说：“我家曾住赤栏桥。”[2]纾：消除，抒发。[3]恻恻：寒貌。韩偓《寒食夜》有“恻恻轻寒剪剪风”句。[4]岑寂：寂静。[5]寒食：节令，清明前二日。相传为纪念介子推被焚，是日禁火，始有寒食之俗。[6]小桥宅：此处代指恋人居处。", "english_title": "Pale Golden Willow", "english_author": "Jiang Kui", "ref": "The morning horn of the deserted townBlows over the willowy lane.On horseback, I feel chilled in simple gown.Though I have seenThe pale yellow and tender green,They're my acquaintances of yoreI knew on southern rivershore.I'm mute with sorrow;It will be Cold Food Day tomorrow.I force myself to bring wine to my lady fair,Yet I fear autumn should reignWith fallen blossoms of pear.When swallows come and ask where spring can be seen,Only the musing pool replies with vernal green.", "english_note": "注释：The poet contrasts the willow trees with the deserted lanes."}
{"title": "莺啼序", "author": "吴文英", "src": "残寒正欺病酒，掩沉香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却，晴烟冉冉吴宫树。念羁情游荡，随风化为轻絮。十载西湖，傍柳系马，趁娇尘软雾。溯红渐、招入仙溪，锦儿偷寄幽素。倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。幽兰旋老，杜若还生，水乡尚寄旅。别后访、六桥无信，事往花委，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿。记当时、短楫桃根渡，青楼仿佛。临分败壁题诗，泪墨惨淡尘土。危亭望极，草色天涯，叹鬓侵半苎。暗点检、离痕欢唾，尚染鲛绡，凤迷归，破鸾慵舞。殷勤待写，书中长恨，蓝霞辽海沉过雁。漫相思、弹入哀筝柱。伤心千里江南，怨曲重招，断魂在否？", "note": "注释：[1]西城：指杭州西城，濒西湖。[2]吴宫树：指杭州之树木。杭州旧称“三吴都会”（见柳永《望海潮》词）。[3]锦儿：钱塘歌女杨爱爱的侍妾。[4]偷寄幽素：这句是说侍女为他传书递简。[5]“断红”句：谓泪落歌扇。红，红泪。歌纨，歌扇。金缕，金缕衣，曲名。[6]杜若：香草名。[7]瘗玉埋香：指葬花，兼喻女子之葬。[8]桃根：东晋王献之妾桃叶之妹。比喻所恋之人。[9]鬓侵半苎：谓发已半白。苎，麻科，背面白色。[10]凤：谓凤钗斜坠。，下垂。", "english_title": "Prelude to Orioles' Warble", "english_author": "Drunkenness aggravated by lingering cold,", "ref": "I close the window incense-perfumed.The swallows coming lateFly to the western townAs if complaining spring's grown old.After the Mourning DayI sail a painted boat and see green willows swayBefore the ancient palace gate,Veiled in light smoke and by sunbeams illumed.My sorrow wafting in wind turns to willowdown.For ten long years around West Lake I've roved;Tethered my horse to willow greenOr rode in the fine dust raised by breeze light.I passed through flowers red,Invited to a fairy streamWhere my songstress belovedHastened my feetBy secret letter sweet.She leaned against the silvery screen,Long was the vernal night,But short our dream.Wet petals reddened silk fan and robe of gold thread.The dusk-deserted bank was cool,Leaving the slanting sun to heron and gull.The fragrant orchid has grown old,The lonely cuckoo flower coldBy waterside remain.Since her departure IVisit again Six Bridges in vain;With withered flowers the past has gone by.Her deeply buried jadelike boneThrough wind and rain has gone.The waves still envy glance of her amorous eye;Compared with her green brows, the distant hills feel shy.The fisher's lamp remembers the shadows we castOn vernal river in the past;At ferry of Peach FlowerOur oars did ripple shadow of her bower.When we two parted, I wrote lines on broken wall,But now my dreary tears and dust have blurred them all.I look afar from tower high:An endless green spreads far and nigh.Over my hair half grey I sigh.I see in secret on silk kerchief reappearsThe trace of parting grief of stain of joyful tears.The phoenix stray won't flap its wingNor dance before its mirrored image nor sing.I'd pour my grief in letter long,But message-bearing wild geese have sunk their songInto the boundless sea which would turn blue the cloud.I can but let my sorrow singOn zither string.The long, long southern shore with it will be o'erflowed.Could her soul be called back, awokenBy my song sung with a heart broken?注释：", "english_note": "注释：The poet writes this long lyric for his beloved songstress"}
{"title": "夜合花", "author": "吴文英", "src": "柳暝河桥，莺清台苑，短策频惹春香。当时夜泊，温柔便入深乡。词韵窄，酒杯长。剪蜡花、壶箭催忙。共追游处，凌波翠陌，连棹横塘。十年一梦凄凉。似西湖燕去，吴馆巢荒。重来万感，依前唤酒银罂。溪雨急，岸花狂。趁残鸦，飞过苍茫。故人楼上，凭谁指与，芳草斜阳。", "note": "注释：[1]策：马鞭。[2]壶箭：又称漏箭。古代以铜壶盛水滴漏，壶中立有刻度之箭以计时。[3]吴馆：春秋时吴王夫差为西施建造的“馆娃宫”，在苏州灵岩山。此处指词人旧居。[4]罂：大腹小口的酒器。", "english_title": "Night Flower", "english_author": "Wu Wenying", "ref": "The bridge o'ershadowed by a willow tree,Orioles warbling over sunny bowers,Our ride was often sweetened by spring flowers.When our boat in delightWas moored at night,My tender love went deep into the land with me.We wrote verse line,Long we drank wine,And trimmed lamp wick:Time passed so quick.Can I forget our land or river tripBy rowing boat or flipping whip?Like dreary dreams ten years have passed.The swallows have flown over the Lake of the West,Leaving in ancient palace but an empty nest.I feel so sad and drearWhen again I come here.I call for silver cups of wine as before;Over the brook the rain comes fastAnd falling petals run riot on the shore,E'en the lingering crows fly across the sky vast.In the bower where lived my dear, alas!Who'd grieve at sunset over fragrant grass!注释：", "english_note": "注释：The poet passing by Suzhou writes this lyric for his beloved who wrote verse and made trips together with him."}
{"title": "鹊桥仙", "author": "刘辰翁", "src": "轻风澹月，年年去路。谁识小年初度。桥边曾弄碧莲花，悄不记、人间今古。吹箫江上，沾衣微露。依约凌波曾步。寒机何意待人归，但寂历、小窗斜雨。", "note": "注释：[1]小年：指农历十二月二十三日。[2]初度：出自“皇览揆余初度兮”（屈原《离骚》）。后人以此为生日的代名词。", "english_title": "Immortals at the Magpie Bridge (I)", "english_author": "The gentle breeze caresses the moon clear", "ref": "On the way I used to go from year to year.Who knows I've just passed my birthday?Beside the bridge with lotus blooms once I did play,Forgetting what day passed in vain.I played the flute at dawn on the river,My gown wet with dew would shiver.I seemed to see fairy steps over all,While my wife was waiting by window small,", "english_note": "注释：The poet passing by Suzhou writes this lyric for his beloved who wrote verse and made trips together with him."}
{"title": "鹊桥仙", "author": "刘辰翁", "src": "天香吹下，烟霏成路。飒飒神光暗度。桥边犹记泛槎人，看赤岸、苔痕如古。长空皓月，小风斜露。寂寞江头独步。人间何处得飘然，归梦入、梨花春雨。", "note": "注释：[1]槎：用竹木编成的筏子。", "english_title": "Immortals at the Magpie Bridge (II)", "english_author": "Who blows celestial fragrance down", "ref": "From misty Milky Way?Who sheds divine light on my birthday?I seem to see the Cowherd Star on the red shore,Where moss grows as of yore.But in the endless sky the moon is bright;The dew is slight and the breeze light.By riverside I stroll in lonely gown.Where can I be carefree?A dream of pear blossoms in tears haunts me.", "english_note": "注释：The poet writes these two fantastic lyrics on his birthday."}
{"title": "满庭芳", "author": "苏轼", "src": "蜗角虚名，蝇头微利，算来著甚干忙。事皆前定，谁弱又谁强。且趁闲身未老，尽放我、些子疏狂。百年里，浑教是醉，三万六千场。思量。能几许，忧愁风雨，一半相妨。又何须、抵死说短论长。幸对清风皓月，苔茵展、云幕高张。江南好，千钟美酒，一曲满庭芳。", "note": "注释：[1]著甚：为什么。[2]干忙：白白忙碌。[3]些子：一点儿。[4]浑：全。[5]妨：损害。[6]抵死：竭力。", "english_title": "Courtyard Full of Fragrance", "english_author": "Su Shi", "ref": "For fame as vain as a snail's hornAnd profit as slight as a fly's head,Should I be busy and forlorn?Fate rules for long,Who is weak? Who is strong?Not yet grown old and having leisure,Let me be free to enjoy pleasure!Could I be drunk in a hundred years,Thirty-six hundred times without shedding tears?Think how long life can last,Though sad and harmful storms I've passed.Why should I waste my breathUntil my death,To say the short and longOr right and wrong?I am happy to enjoy clear breeze and the moon bright,Green grass outspreadAnd a canopy of cloud white.The Southern shore is fineWith a thousand cups of wineAnd the courtyard fragrant with song.", "english_note": "注释：The poet talks about his attitude toward fame and wealth, his detached, transcendental way of living."}
{"title": "水调歌头", "author": "苏轼", "src": "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。明月几时有，把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆。人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。", "note": "注释：[1]丙辰：宋神宗熙宁九年（1076年）。中国古代用干支纪年。[2]子由：苏辙，字子由。苏轼的弟弟。", "english_title": "Prelude to Water Melody", "english_author": "Su Shi", "ref": "How long will the full moon appear?Wine cup in hand, I ask the sky.I do not know what time of year'T would be tonight in the palace on high.Riding the wind, there I would fly,Yet I'm afraid the crystalline palace would beToo high and cold for me.I rise and dance, with my shadow I play.On high as on earth, would it be as gay?The moon goes round the mansions redThrough gauze-draped windows to shedHer light upon the sleepless bed.Against man she should have no spite.Why then when people part, is she oft full and bright?Men have sorrow and joy; they part or meet again;The moon is bright or dim and she may wax or wane.There has been nothing perfect since the olden days.So let us wish that manWill live long as he can!Though miles apart, we'll share the beauty she displays.", "english_note": "注释：The poet talks about his attitude toward sorrow and joy, his love of freedom to enjoy pleasure and his fraternal feeling for his younger brother."}
{"title": "卜算子", "author": "苏轼", "src": "缺月挂疏桐，漏断人初静。谁见幽人独往来，飘渺孤鸿影。惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。", "note": "注释：[1]定慧院：又名定慧寺，在黄州东南。[2]寓居：寓所，住处。[3]漏断：漏壶水已滴尽，指夜色将尽。漏，古代的计时工具，用铜制成，上下分好几层，上层底有小孔，可以滴水，层层下注，以底层蓄水多少计算时间。[4]省（xǐnɡ）：了解。[5]沙洲：江河中由泥沙淤积而成的小块陆地。", "english_title": "Song of Divination", "english_author": "Su Shi", "ref": "From a sparse plane tree hangs the waning moon;The water clock is still and hushed is man.Who sees a hermit pacing up and down alone?Is it the shadow of a swan?Startled, he turns his head.With a grief none behold.Looking all over, he won't perch on branches dead.But on the lonely sandbank cold.", "english_note": "注释：The poet feels lonely as a swan after his banishment to Huangzhou by the side of the Yangzi River."}
{"title": "临江仙", "author": "秦观", "src": "千里潇湘挼蓝浦，兰桡昔日曾经。月高风定露华清。微波澄不动，冷浸一天星。独倚危樯情悄悄，遥闻妃瑟泠泠。新声含尽古今情。曲终人不见，江上数峰青。", "note": "注释：[1]挼蓝：深蓝。古代取蓝草汁为青色染料，故称“挼蓝”或“揉蓝”。[2]兰桡：用兰木制成的桨。代指船。[3]妃：指舜妃，溺于湘水，后世尊称湘夫人。[4]泠泠：形容声音清越。", "english_title": "Riverside Daffodils", "english_author": "Qin Guan", "ref": "I roam along the thousand-mile blue river-shore,Where floated Poet Qu's orchid boat of yore.The moon is high, the wind goes down, the dew is clear.Ripples tranquil appear,A skyful of stars shiver.Silent, leaning against the high mast on the river,I seem to hear the lute of the fairy queen.Her music moves all hearts now as before.When her song ends, she is not seen,Leaving, on the stream but peaks green.", "english_note": "注释：The poet expresses his loneliness and dreariness when banished to the riverside where the fairy queen of Emperor Shun and the poet Qu were drowned."}
{"title": "鹧鸪天", "author": "赵鼎", "src": "客路那知岁序移。忽惊春到小桃枝。天涯海角悲凉地，记得当年全盛时。花弄影，月流辉。水精宫殿五云飞。分明一觉华胥梦，回首东风泪满衣。", "note": "注释：[1]上元：元宵。[2]岁序：时令。", "english_title": "Partridges in the Sky", "english_author": "Zhao Ding", "ref": "The season changes not for a passer-by,Suddenly I see spring on a sprig of peach tree.The lost land far away saddens me.Could I forget its splendor in days gone-by?With shadows flowers play,The moon sheds her bright ray.Over crystal palace rainbow clouds fly.All, all are gone like a vain dream;Turning my head in the east wind, down my tears stream.", "english_note": "注释：This is the earliest lyric on Lantern Festival in the Southern Song Dynasty, in which the poet compares the splendor of the Northern and Southern capitals."}
{"title": "石州慢", "author": "张元干", "src": "寒水依痕，春意渐回，沙际烟阔。溪梅晴照生香，冷蕊数枝争发。天涯旧恨，试看几许销魂，长亭门外山重叠。不尽眼中青，是愁来时节。情切。画楼深闭。想见东风，暗销肌雪。孤负枕前云雨，尊前花月。心期切处，更有多少凄凉，殷勤留与归时说。到得却相逢，恰经年离别。", "note": "注释：[1]肌雪：形容雪白的肌肤。[2]殷勤：周到，尽心。", "english_title": "Slow Song of Stone State", "english_author": "Zhang Yuangan", "ref": "Cold water flows along its trace;Spring comes back to old place.Among the sands mist spreads high.The creekside mume exhales fragrance in sunlight;Some cold sprigs of flowers in blooming vie.The old regret extends to the end of the sky.How much it has broken my heartTo be far, far apart!I see but hill on hill in viewBeyond the Pavilion of Adieu.The endless green spreads out of sight.I am surprisedTo see grief symbolized.I'm grieved to see the deep-closed painted bower.The eastern breeze, methinks,May have paled your skin snow-white.Your pillow has not witnessed the fresh showerNor your wine-cup the moonlight-brimming flower.How I feel sad and drear anewWhere my hope sinks!When I come home, I will tell you.But when we meet again,How many years have passed in vain!注释：", "english_note": "注释：The poet expresses his nostalgic and patriotic feelings in this lyric."}
{"title": "水龙吟", "author": "辛弃疾", "src": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，阑干拍遍，无人会、登临意。休说鲈鱼堪脍，尽西风、季鹰归未。求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此。倩何人，唤取红巾翠袖，揾英雄泪？", "note": "注释：[1]赏心亭：北宋丁谓所建。据《景定建康志》：“赏心亭在（城西）下水门城上，下临秦淮，尽观赏之胜。”[2]玉簪螺髻：形容山峰高如簪髻。[3]吴钩：古代吴地所造的弯形宝刀。[4]刘郎：指刘备。[5]揾：擦。", "english_title": "Water Dragon's Chant", "english_author": "Xin Qiji", "ref": "The Southern sky for miles and miles in autumn dyeAnd boundless autumn water spread to meet the sky,I gaze on far-off northern hillsLike spiral shells or hair decor of jade,Which grief or hatred overfills.Leaning at sunset on balustradeAnd hearing a lonely swan's song,A wanderer on southern land,I look at my precious sword longAnd pound all the railings with my hand,But nobody knows whyI climb the tower high.Don't say for foodThe perch is good!When west winds blow,Why don't I homeward go?I'd be ashamed to see the patriot,Should I retire to seek for land and cot.I sigh for passing years I can't retain;In driving wind and blinding rainEven an old tree grieves.To whom then may I sayTo wipe my tears awayWith her pink handkerchief or her green sleeves?注释：", "english_note": "注释：The poet, seeing the lost Northern land from the Southern capital, sighs for he cannot drive the Jurchen invaders away."}
{"title": "清平乐", "author": "辛弃疾", "src": "绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。", "note": "注释：[1]博山：古名通元峰，在今江西永丰境内，其形状像庐山香炉峰，故称博山。[2]觉：睡醒。", "english_title": "Pure Serene Music", "english_author": "Xin Qiji", "ref": "Around the bed run hungry rats;In lamplight to and fro fly bats.On pine-shaded roof the wind and shower rattle;The window paper scraps are heard to prattle.I roam from north to south, from place to place,And come back with grey hair and wrinkled face.I woke up in thin quilt on autumn night;The boundless land I dreamed of still remains in sight.", "english_note": "注释：Though old, the poet cannot forget to recover the lost land even in dream."}
{"title": "贺新郎", "author": "辛弃疾", "src": "老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。", "note": "注释：[1]同父：陈亮，字同父，号龙川，婺州永康（今浙江永康）人，南宋著名思想家和词人。[2]臭味：这里指意气相投。", "english_title": "Congratulations to the Bridegroom", "english_author": "Xin Qiji", "ref": "What shall I say with my old age in view?I have but close relations and friendship with you.Ill when you came, I rose and crooned, we drank by day;The startled snow on the roof flew away.We laughed at rank and wealth as light as hair.Who would listen to our brave words in the air?I remember when night was deep,Only the moon into my west window would peep.We drank our wine againAnd played on lute in vain.Minds differ on one and the same thing.I would ask them an answer to bring.How many times has our sacred land been unitedOr divided?A fast steed used as a draft horse would lose its breath.Should its value be unknown till its death?I stretch my eyes to find the broken wayAnd admire you dancing before the break of day.A hero should not fear to look death in the eye.See how we tryTo mend the sky!注释：", "english_note": "注释：The poet blames the capitulationists not to recover the lost land."}
{"title": "贺新郎", "author": "刘克庄", "src": "妾出于微贱。少年时、朱弦弹绝，玉笙吹遍。粗识《国风·关雎》乱，羞学流莺百啭。总不涉、闺情春怨。谁向西邻公子说，要珠鞍、迎入梨花院。身未动，意先懒。主家十二楼连苑。那人人、靓妆按曲，绣帘初卷。道是华堂箫管唱，笑杀鸡坊拍衮。回首望、侯门天远。我有平生《离鸾操》，颇哀而不愠微而婉。聊一奏，更三叹。", "note": "注释：[1]乱：乐曲的终了，是合奏乐。[2]啭：鸟的叫声。[3]鸡坊拍衮：指民间流行的曲调。拍、衮，都是曲调的类别。[4]《离鸾操》：琴曲名。操，琴曲。[5]愠：生气。", "english_title": "Congratulations to the Bridegroom", "english_author": "Liu Kezhuang", "ref": "I was born in a humble family.While young, I played on all the strings of lutesAnd blew on jade flutes.I've learned the Cooing and Wooing song,But I'm ashamed to hear orioles warbling long.I will not sing lovers' complaint in spring.Who would tell the noble son to bringA saddled horse to carry meTo his boudoir fragrant with white pear flowers?But before I start,I'm idle at heart.The noble son has twelve gardens and bowers.His favorite infancy dress would playIn the bower green with uprolled screen.I thought in splendid hall should vibrate fine strings.But what I hear is laughable vulgar things.Looking back, I find the mansion far away.I know my plaintive but not mourning songI've played all my life long.Once I but try,Thrice you would sigh.", "english_note": "注释：The poet writes this lyric for a songstress, in whom we can find the poet himself. The noble son alludes to the emperor and his favorite to the capitulationist ministers. The Cooing and Wooing is the first song in The Book of poetry which sings of communion of man with nature and which all Chinese intellectuals of ancient days should learn by heart. Vulgar songs refer to what sing the capitulationists."}
{"title": "酹江月", "author": "文天祥", "src": "乾坤能大，算蛟龙元不是池中物。风雨牢愁无著处，那更寒蛩四壁。横槊题诗，登楼作赋，万事空中雪。江流如此，方来还有英杰。堪笑一叶漂零，重来淮水，正凉风新发。镜里朱颜都变尽，只有丹心难灭。去去龙沙，江山回首，一线青如发。故人应念，杜鹃枝上残月。", "note": "注释：[1]友：这里指文天祥同乡邓剡（字光荐，号中斋）。[2]能：同“恁”。这样。[3]槊：长矛，古代的一种兵器。", "english_title": "Drinking to the Moon on the River", "english_author": "Wen Tianxiang", "ref": "Immense is the universe.Could dragons be imprisoned in pools so small?How can we stay in wind and rain,In grief and pain?How can we bearCold crickets' chirp at the foot of the wall?Where is the hero, spear in hand, crooning his verse?And where's the talents' tower? AllHas vanished like snow in the air.Seeing the riverRunning forever,We need not fearNo hero would appear.Alas! Like wafting leaves, you and I,We come again to River Huai,When the cold breeze begins to blow.In the mirror we find a face aged in woe,But still unchanged is our loyal heart.Now for the northern desert we start;Turning our head,We see a hairlike stretch of land outspread.If my old friend should think of me,Listen to the wailing cuckoo on the moonlit tree!注释：", "english_note": "注释：The poet, prime minister of the Southern Song Dynasty and captive of the Tartar invaders, writes this lyric in reply to a fellow captive on their way to the Tartar capital. The lyric shows his loyalty to the Song Dynasty."}
{"title": "摸鱼子", "author": "张炎", "src": "爱吾庐、傍湖千顷，苍茫一片清润。晴岚暖翠融融处，花影倒窥天镜。沙浦迥。看野水涵波，隔柳横孤艇。眠鸥未醒。甚占得莼乡，都无人见，斜照起春暝。还重省。岂料山中秦晋，桃源今度难认。林间即是长生源路，一笑原非捷径。深更静。待散发吹箫，跨鹤天风冷。凭高露饮。正碧落尘空，光摇半壁，月在万松顶。", "note": "注释：[1]迥：形容很远。[2]莼乡：这里指代故乡。[3]暝：黄昏。", "english_title": "Groping for Fish", "english_author": "Zhang Yan", "ref": "I love my cot by the lakesideSo fair and wide,A vast expanse so vague and clear.On fine days the far-flung hills warm appear,With flowers reflected in the mirror of the skies.The sand beach far away, I seemTo see the rippling water beam,Under the willow trees a lonely boat lies.The gulls asleep, not yet awake,Unseen in my native village by the lake.The setting sun would bringTwilight to spring.I meditate:Who can anticipateEven Peach Blossom LandWill witness dynasties fall or stand?The pathway in the woods will lead to a long life.I laugh, for it is not a shortcut to win in strife.It's calm when deep is night,I would play on my flute with loosened hairAnd ride my crane to brave the cold wind in my flight.I would drink dew on highAnd waft in the air.The moon atop the pines sheds its lightOver the conquered land far and nigh.", "english_note": "注释：The poet prefers his hermitage in the southern mountains than officialdom in the northern capital."}
{"title": "甘州", "author": "张炎", "src": "望涓涓一水隐芙蓉，几被暮云遮。正凭高送目，西风断雁，残月平沙。未觉丹枫尽老，摇落已堪嗟。无避秋声处，愁满天涯。一自盟鸥别后，甚酒瓢诗锦，轻误年华。料荷衣初暖，不忍负烟霞。记前度、翦灯一笑，再相逢、知在那人家。空山远，白云休赠，只赠梅花。", "note": "注释：[1]李筠房：李彭老，南宋浙江湖州人，张炎的友人。[2]翦：同“剪”。", "english_title": "Song of Ganzhou", "english_author": "Zhang Yan", "ref": "See lotus in bloomOn mist-veiled water loom!I climb up high and gaze afar on the wild geeseUnder the waning moon over the beach in west breeze.I'm grieved for maples grown oldHave shed all red leaves cold.Where can I not hear autumn sigh?Grief brims over the end of the sky.Since you left me, I've spent my years in verse and wine;Clad in lotus, could you leave rainbow cloud so fine?Last time we met, we laughed by candlelight;Meeting again, can we enjoy the same delight?Your mountain's bare and far away from my bower.Do not bring me clouds whiteBut the cold-proof mume flower!注释：", "english_note": "注释：The poet writes this lyric for a friend, describing the dreary autumn to reveal his grief after the downfall of the Southern Song Dynasty in 1276, but he says it would be better to be a cold-proof mume flower than the carefree white cloud."}
